[
  {
    "title": "\"Been a fan of these boys since I was 13. They have given me countless moments of musical bliss!\" -Ryan C. from Alaska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 Rocks like no other\" -Bryan M. from Washington",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"It’s a band who have been together for 30 years. Same line up. Spreading messages of positivity and unity. Well deserving\" -Matty T. from Victoria",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Great Band!\" -Katie B. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band changed my life and my perception of being around outside negative forces in this world,and they have been around nearly 30 years together, they have more than earned it\" -stan p. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 IS.\" -Nate M. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best live band and longevity\" -Norm B. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the greatest band in the world!\" -Greg W. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I love 311 and what the band stands for. And their music is off the charts good.\" -Shawn R. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is my favorite band and Im in love with Nick Hexum...they all deserve to be in the Rock of Hall of Fame...lets make this happen!!!\" -Michelle J. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are the 3rd longest lasting band with their original setup! They have released 12 albums which all rock! Their music is a wonderful positive message this generation needs.\" -JR B. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Because they are amazing and are great to their fans and deserve to be in the Hall of Fame for changing so many lives for the better!!!! They are real. All original members over 30 years to... -Dawn C. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has impacted my life positively through their music and culture\" -Kristine K. from Louisiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has their own very unique style, sound, and stage presence. Their work ethic to produce new music, tour year after year, and keep their fan base engaged is incredible.\" -Ian B. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because of 311's message of unity and enjoying your life and if you took out the lyrics the music itself is still very uplifting.\" -David P. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best live band ever!\" -Mike R. from Ontario",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They deserve it. Great music. Spreads positivity. No drama. Very positive part of nearly my entire life.\" -James D. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 ROCKS\" -Kami A. from Louisiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311’s music has been a part of my life since 1997 and they bring positivity to my life every day.\" -Alice C. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "I’ve been listening to 311 for 25 years and am a big fan! I’ve been on 3 cruises and 2 311 days, and been to countless numbers of shows. They stand for positivity and are very talented musi... -Jennifer C. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has helped me through tough times. They are great musicians and care qbout their fans.\" -Nicholas B. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 baby!\" -Stephanie F. from Kansas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Favorite band! Been to see them 75 times over 25 years all over the country.\" -Mark G. from Alabama",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Almost 30 yrars and a fan base like no othere ... 311 is is so deserving of this\" -Mike r. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They deserve to be in\" -Joe S. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 is the best!!!!\" -Emmie H. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the definition of a rock band. Best friends playing music together reaching higher ground, and spreading absolute positivity for 3 decades!!!!!\" -Brian A. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they are one of the greatest bands for the past 30 years and still rocking OG members\" -Brandon Z. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is TBDBITL\" -Robert S. from Pennsylvania",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 play a big roll in my life and Expires Me with so much talent. Happiness in life and they deserve The best.. in ever way...\" -Chris W. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the absolute greatest band I've known. I havent stopped listening since over 20 years I've been listening to them. 311 is my life. My music\" -Jeremy K. from Kansas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are the best band ever! Representing Nebraska!\" -Justin F. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is one of my favorite bands of all time!! They deserve to be in the rock and roll hall of fame considering they probably have single handily influenced future musicians over the past 20... -Michael U. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has had a career and fanbase few other bands could match. They're an obvious choice and should be recognized for all their hard work and dedication.\" -Joshua A. from Oregon",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311's unique blend of genres is revolutionary for all future genres. Not only that, their positive message is unparalleled. These guys paved the way for many rock-fusion genres in today's d... -Nathan R. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has always been there for me. The importance of meaning behind the music. The technical ability in music performance...the love that they give...they deserve this.\" -Trey R. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because it’s my favorite band\" -Alfonso S. from Spain",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "It's important to me because of the positive message of peace, love, unity, and energy they project through their amazing music, and unique sound. Their fan base is an amazing family of fri... -S.J. M. from Pennsylvania",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"My favorite band of all time!!\" -Rachel K. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "They have heavily impacted my own life, and the lives of their dedicated fan base. They have contributed greatly to the promotion of good music and true fan- and artist-ownership of music.... -William G. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"The band 311 has been going strong for a long time and every album has been a wonderful addition to the collection of great rock music out there.\" -Thomas P. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are an amazing group with lots of talent 😎\" -Theodore k. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band is very deserving for all of their hard work and great music they have put out over the years. They are very loyal to their large fan base as well\" -Ryan B. from Wisconsin",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 rocks🤘🏻\" -Víctor hugo d. from Mexico",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They're my favorite band\" -Brandon R. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 deserves it!\" -Shane M. from Iowa",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 rocks. The band has great fans and puts out a positive message.\" -Mike S. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is ICONIC\" -Kara R. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band helped me through the dark!! If it wasn't for them i might be in a far worse place....much love\" -Shad A. from Wyoming",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are a great band who deserve to be honored.\" -Jillian M. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are great and they deserve it, they love their fans!!!!!\" -Lenore L. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 plays for the fans! They are dedicated, amazing musicians! They deserve it!\" -Bob H. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are a great band and I need to show my support\" -Christina M. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Doug Martinez is an extended family member\" -Alicia M. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "The bands music is a connection loved between my husband and I. It was something we shared when we lived a part from each other for two years. Their story of a midwestern Nebraska band beco... -Emily G. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has surpassed the rest of time to continue making the music they love and believe in. They remain creative to their sound and while they maintain ‘their’ sound, they evolve the sound in... -Greg G. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Great Music and Longevity!\" -Charles R. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are genuine and grounded. The music and positivity they convey are like no other.\" -Tracy M. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Because 311 is my lifeblood. They’ve been my favorite band for over 20 years and have a following like no other. They’re the only band I’d fly halfway across the world to see and get on a c... -Shevais S. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311\" -Jill P. from Indiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Love 311\" -Harry W. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Since late high school, they’ve been the soundtrack to my life. Have you ever been to a 311 day? It’s not just music, it’s a lifestyle. Bunch of the nicest guys you’ll ever want to meet. Ca... -Shawn W. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is an amazing and original rock band. Still going stromg after 25+ years.\" -Andrew R. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is one of the biggest and best rock n roll bands of this time.\" -Miklos P. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "This band has been a positive influence in my life & mindset since 1993. Their message of Unity & Positivity is beautiful and so needed now more than ever. Their music has been to soundtrac... -Brenda K. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Pivotal band from the 90’s all the way up to today.\" -Keith T. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 led me to my husband, and has changed my life in such a good way!\" -Marilyn L. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "This Band and the people they have introduced me to has changed my life. They reach many people with thier positive lyrics and they give one hell of a kick ass live preformance again and ag... -Catherine C. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Because 311 is a groundbreaking band who continues to stand the test of time by frequently releasing new music, building their fanbase, interacting with said fans & spreading the message of... -Elizabeth F. from Virginia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Unity\" -Charles D. from Virginia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "These same 5 men to whom we call 311 have been an influential, positive part of my life for as long as i can remember. Their music brings people , including my husband and I, together and h... -Kelly S. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Everything\" -Jordan K. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the greatest band of all time.\" -Tom P. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been a band for many many years. One of the greatest rock bands of all time.\" -Laurie D. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has been a part of my life since I was in grade school. A force for positivity, peace & clarity and I/my life wouldn't be the same without them!!! These guys are a blessing to mankind. ... -Roxanne P. from Kansas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band is amazing and an all time favorite\" -Sue W. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 promotes unity and collaboration among musical genres as well as artistic platforms, one and the same. Hall of Fame would be blessed to induct them.\" -Josh N. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best under rated band in out there\" -Eric A. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 is life. They bring the world together through unity and music.\" -Mike F. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"The community I met because of this band has changed my life.\" -Stacey W. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best band ever!\" -Ryan M. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is 1 of the best bands of all time!\" -Keith B. from Virginia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has been a band that has its original members since its inception. They are an incredible fusion of reggae, rock and rap. They’ve been my favorite since I was 7. I’m 31 now. They put on... -Jenna K. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is one of the most prolific bands of their generation and they continue to produce and tour month after month... Year after year.\" -Scott C. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 helped me through the darkest days of my life and help me with coming out.\" -Alicia S. from Maine",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 100% deserves this honor\" -Brian H. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Sound track too my life\" -Jerry T. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Because 311 has been a part of my life since the 90's, the music they produce is amazing, and not many bands out there can say they have been out there year after year rocking out for their... -Brian C. from Kansas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is an amazing band that always unites people. No matter your background, we are all part of the 311 family\" -Adam S. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 are the best band\" -Tyler S. from British Columbia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "One of my favorite bands of all time. Such a huge influence in the 90’s, who continue to make great music with all 5 original members! How many bands can say they’ve done that? Simply amazi... -Roslyn M. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "This band has changed my life, saved my life and been part of some of my most memorable experiences. They preach love and unity and positivity they deserve to have that acknowledged.... -Christy S. from Oklahoma",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 isthe perfect happy music. It has literally saved my life.\" -Shallyn S. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Few bands have accomplished what 311has. 30 years with the same lineup and no hiatus is astonishing!\" -Joseph B. from Alabama",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best band in the world. Highest longevity of all original members.\" -Matt J. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 belongs in the rock hall.\" -Mark G. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I love 311\" -Kenny M. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Have always been one of my favorites!\" -Linna K. from Pennsylvania",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They rock! are all still in the band producing great music!\" -Steven J. from South Dakota",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "I heard 311 for the first time in 1995, and it was love at first note. Ever since then, I've bought every CD at release and seen them in concert as many times as my wallet and schedule allo... -Angela F. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band is stupendous. Longevity\" -Tim T. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"they bring unity, they bring positive music and put on one hell of a show every.single.time\" -Ashley C. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 3 311\" -Jay R. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they deserve it!!\" -Catherine H. from Alabama",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 is one of the greatest bands ever!\" -James M. from Tennessee",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"if there is any legitimacy to the R and R Hall of Fame, these guys would (and should) be in it.\" -Todd C. from South Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because we love 311 and they are a band that has transended through the years and have provided great music!\" -Shannon S. from Montana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Loved them since 1993\" -Chairity R. from Kansas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 Rocks!!!\" -Gabriel R. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best Band Ever. Legends and Ground Breakers.\" -Aaron S. from Alaska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the single most influential band in my life. They absolutely embody what it means to ROCK!\" -Michael C. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are the best band.\" -Robert A. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Cause plur is life\" -Mahdi E. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 in my opinion are one of the best bands ever to come upon the earth..all their albums are great in their entirety..all original members too for 27 or so years..very positive music and t... -Joe T. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311.. is a very unique band with a unique sound and an unparalleled fan base.\" -Russell R. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 Rocks!\" -Amie D. from Idaho",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Its so many things why it is important but it is a great honor for them and i owe them so much being a fan since 1990.\" -Craig S. from Kansas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is different than any band I've ever listened to.\" -Christopher K. from Wisconsin",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they deserve it.\" -Tim W. from Wisconsin",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 my fav band\" -Harold L. from Louisiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band is about peace, love and unity.\" -Amy Jo B. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best live band I have ever seen. I've lost count of how many times I have traveled to see them, at least 70+\" -Dustin A. from Wisconsin",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are an amazing band, very down to earth people. Spreading kindness, love, positivity & unity through their music.\" -Pamela D. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"“311 are the Beatles of Rap Rock.”\" -Tony G. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Have listened and been apart of all the 311 day and cruise shows for the past 15 years. They put on an amazing show, every album is amazing, and they have gotten me through some hard times... -Chris P. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"The amount of albums, films, special events and holidays this band has given their fans and still going after 20+years would be great to give them some special nod.\" -Heidi L. from Virginia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"The most influential band from when I was 18-39\" -Luke G. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They’re my favorite band and have helped millions!\" -Nick M. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 deserves it 🤩\" -Erika W. from Nevada",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Ive been in love with 311 since i first heard what they bring. Simply amazing unique music/musicians\" -Adam F. from Wisconsin",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Their music is moving and they’re true musicians.\" -Melinda C. from Oklahoma",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Helped me through some dark times and a band that I can play to instantly feel more positive!\" -Elliott F. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"The best band ever! 3rd longest tourning band with the original members! Sold out tours every year for 27 years and millions of albums sold! How could they not be in?!\" -Seth S. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "It represents my perception when I think of music, mood and longevity. Fan based made friends and represents why rock not always need to maintain comercial to be successful and life changin... -Ismar T. from Dominican Republic",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is an amazing band!\" -Elizabeth P. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is the most underrated band ever they've changed my life in such a positive way I can't begin to describe it went to school with them I'm from Omaha I've been rocking all the way!... -Ryan A. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I am 40, first saw 311 when I was 15, and still see them every year. They were a fundamental part of my music education\" -Ben H. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band has brought so many people together. Nothing but love and good times with these guys. They’ve changed my life in so many ways.\" -Thomas H. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band has such a positive influence on me and my friends. I’ve met lifelong friends though this band\" -Ashley T. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has a great catalog of music and put on the best live shows. They do so much for their fans and they’ve been going strong for 29 years!!! HALL OF FAME!!!\" -Rob A. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are talented, very caring about their fan base, and have already left a legacy of goodwill and enjoyment for the Rock and Roll to inherit.\" -Rachel M G. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "I have been a 311 fan for more than half of my life! Their music has followed me through the good times and bad times and each album represents a different moment in my timeline of life. Th... -Erik W. from Maryland",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I love 311!\" -Jake G. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has a unique style of music, and all original members since 1990.\" -Andrea M. from Iowa",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the greatest band EVER\" -Jack W. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they have and always will be awesome!!!\" -Craig C. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because I love 311 and they deserve to be in the rock and Roll Hall of Fame!\" -Jennifer B. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"“311 are the Beatles of Rap Rock.”\" -Tony G. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Have listened and been apart of all the 311 day and cruise shows for the past 15 years. They put on an amazing show, every album is amazing, and they have gotten me through some hard times... -Chris P. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"The amount of albums, films, special events and holidays this band has given their fans and still going after 20+years would be great to give them some special nod.\" -Heidi L. from Virginia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"The most influential band from when I was 18-39\" -Luke G. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They’re my favorite band and have helped millions!\" -Nick M. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 deserves it 🤩\" -Erika W. from Nevada",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Ive been in love with 311 since i first heard what they bring. Simply amazing unique music/musicians\" -Adam F. from Wisconsin",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Their music is moving and they’re true musicians.\" -Melinda C. from Oklahoma",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Helped me through some dark times and a band that I can play to instantly feel more positive!\" -Elliott F. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"The best band ever! 3rd longest tourning band with the original members! Sold out tours every year for 27 years and millions of albums sold! How could they not be in?!\" -Seth S. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "It represents my perception when I think of music, mood and longevity. Fan based made friends and represents why rock not always need to maintain comercial to be successful and life changin... -Ismar T. from Dominican Republic",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is an amazing band!\" -Elizabeth P. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is the most underrated band ever they've changed my life in such a positive way I can't begin to describe it went to school with them I'm from Omaha I've been rocking all the way!... -Ryan A. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I am 40, first saw 311 when I was 15, and still see them every year. They were a fundamental part of my music education\" -Ben H. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band has brought so many people together. Nothing but love and good times with these guys. They’ve changed my life in so many ways.\" -Thomas H. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band has such a positive influence on me and my friends. I’ve met lifelong friends though this band\" -Ashley T. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has a great catalog of music and put on the best live shows. They do so much for their fans and they’ve been going strong for 29 years!!! HALL OF FAME!!!\" -Rob A. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are talented, very caring about their fan base, and have already left a legacy of goodwill and enjoyment for the Rock and Roll to inherit.\" -Rachel M G. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "I have been a 311 fan for more than half of my life! Their music has followed me through the good times and bad times and each album represents a different moment in my timeline of life. Th... -Erik W. from Maryland",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I love 311!\" -Jake G. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has a unique style of music, and all original members since 1990.\" -Andrea M. from Iowa",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the greatest band EVER\" -Jack W. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they have and always will be awesome!!!\" -Craig C. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because I love 311 and they deserve to be in the rock and Roll Hall of Fame!\" -Jennifer B. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This is Important to me because 311 is an amazing band and have made so many amazing albums its mind blowing even in their old age they still rock the stage.\" -Heather-Dawn G. from Maryland",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 is my favorite band. They are always positive and just generally uplifting. Also, they LOVE their fans.\" -Alexandre d. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is one of of my all time favorite bands. They are amazing musicians. So talented!\" -Suzanne H. from Nevada",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they've been apart of my life for 25 years, and their music has helped me to be a better human being in my everyday life.\" -Justin R. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"😁\" -Robert G. from Virginia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is my favorite band, i’ve seen them live 30 times. Had to get that out of the way. Honestly, I feel they are one of the greatest live acts of the past 30 years.. the set is different ev... -Beau S. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 is such a positive and great band that continues to evolve and inspire the best fans!\" -Tracy S. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Because 311 has been the single most influential band in my entire life. Their music and lyrics have changed the lives of countless people who dedicate themselves to the band. Their fan bas... -Haley H. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Stay positive and love your life\" -Jerry N. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Love these guys:)\" -Nick G. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they should be in..\" -Adam C. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"love this band\" -jason d. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"A lot of amazing songs and they're still going strong after all this time. They deserve to be inducted.\" -David D. from Victoria",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are amazing\" -Heather S. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Good memories. Great music.\" -Catherine G. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best positive vibes band ever!\" -Sarah W. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Cause 311 is the BOMB!! I mean com'on, Stay Positive and Love you Life!!\" -JoAnna N. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"because music of all genres are to be enjoyed for generations now and those to come!\" -Kancie C. from Wyoming",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I listen to nothing but rock, and 311 is my favorite band of all time. They will always be in my own personal Hall of Fame, if nothing else.\" -Daniel M. from Pennsylvania",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I love 311 and their music and what the stand for is amazing!! Hardest working band in the world too!!\" -Kile S. from Indiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 changed my life and love of music.\" -Nick K. from Oregon",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"These guys have never let me down. Let's show them our support!\" -Shaun K. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has brought nothing but positivity and joy to my life.\" -Jeremy L. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This is Important to me because 311 is an amazing band and have made so many amazing albums its mind blowing even in their old age they still rock the stage.\" -Heather-Dawn G. from Maryland",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 is my favorite band. They are always positive and just generally uplifting. Also, they LOVE their fans.\" -Alexandre d. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is one of of my all time favorite bands. They are amazing musicians. So talented!\" -Suzanne H. from Nevada",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they've been apart of my life for 25 years, and their music has helped me to be a better human being in my everyday life.\" -Justin R. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"😁\" -Robert G. from Virginia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is my favorite band, i’ve seen them live 30 times. Had to get that out of the way. Honestly, I feel they are one of the greatest live acts of the past 30 years.. the set is different ev... -Beau S. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 is such a positive and great band that continues to evolve and inspire the best fans!\" -Tracy S. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Because 311 has been the single most influential band in my entire life. Their music and lyrics have changed the lives of countless people who dedicate themselves to the band. Their fan bas... -Haley H. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Stay positive and love your life\" -Jerry N. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Love these guys:)\" -Nick G. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they should be in..\" -Adam C. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"love this band\" -jason d. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"A lot of amazing songs and they're still going strong after all this time. They deserve to be inducted.\" -David D. from Victoria",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are amazing\" -Heather S. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Good memories. Great music.\" -Catherine G. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best positive vibes band ever!\" -Sarah W. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Cause 311 is the BOMB!! I mean com'on, Stay Positive and Love you Life!!\" -JoAnna N. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"because music of all genres are to be enjoyed for generations now and those to come!\" -Kancie C. from Wyoming",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I listen to nothing but rock, and 311 is my favorite band of all time. They will always be in my own personal Hall of Fame, if nothing else.\" -Daniel M. from Pennsylvania",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I love 311 and their music and what the stand for is amazing!! Hardest working band in the world too!!\" -Kile S. from Indiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 changed my life and love of music.\" -Nick K. from Oregon",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"These guys have never let me down. Let's show them our support!\" -Shaun K. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has brought nothing but positivity and joy to my life.\" -Jeremy L. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is an amazing band. Years together. Hit after hit. Put them in the hall. They deserve it more than many of the acts you have been putting in lately.\" -John D. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 is the best band ever.\" -Emily E. from Washington",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has not only influenced my life in great and positive ways, I have seen it happen to all of my friend and family that surround me.\" -Dan C. from Kansas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Make This Happen\" -Justin K. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They deserve this they have been around for years and their music touches your soul.\" -Stephanie W. from Indiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Familia\" -John G. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Absolutely love this band and they are rock stars that should be acknowledged by the hall of fame!\" -Amanda K. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because this. Band is important\" -Stephen B. from Kentucky",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Class act as a band! Their music is fantastic and seeks to unite people in peace and love!\" -Karen H. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been making amazing music for 29 years with all the original members. That alone is reason enough.\" -Sam C. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 deserves to be in the hall of fame!\" -Andy S. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"My soul band\" -Tim C. from Alabama",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band has been around for over 2 decades and theyre still kicking ass. The sense of family and community among the fans is amazing, this bands music saved my life.\" -Grace O. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 ricks\" -John K. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Stay positive and love your life\" -Kyle G. from Minnesota",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"An amazing band with a great positive message and fanbase.\" -Brad H. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Great example of a band that sticks together for ever!\" -Mike D. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Most influential band I have ever listened to. Soundtrack to my life.\" -Heather W. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is all about the positivity. It's not just a band, it's a way of life. Hands down 311 is my all time fav.\" -Jonathan U. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"\"I said a better verse rehearsed about the roughneck curse Last week I keep an even keel and bow in place And face the music every minute!!!!!\"\" -Rowdy B. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band has saved my life with their music. Staying positive always!\" -Kimberly G. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Too many reason. They belong!\" -Justin B. from Washington",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I was introduced to 311 over 20 years ago by my brother and ever since this band has brought our relationship much closer. I’ve gained friends that have become family.\" -Krystal A. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the greatest band in the world from Omaha Nebraska\" -Ryan H. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is my favorite bamd to see live. Ive watched them play all over the USA\" -Amy I. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They deserve this.\" -Michael K. from Maine",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has meant the world to me. In addition to amazing music, they introduced me to my husband and a ton of wonderful friends. The community they have created is simply one of a kind.... -Jessica M. from Mississippi",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are the best band!\" -Martha H. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is my favorite band for over 20 years now. Everything they represent is what music is all about.\" -Trevor D. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Just a huge 311 fan\" -Michael Banis M. from Oregon",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is my all time favorite band. I’ve seen them tons of times live, multiple 311 Days, 1 Cruise, 1 Pow Wow, 2 Tattoos, and sang on stage with them. THEY DESERVE THIS!!\" -John K. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is what united my fiancee and myself. We were both fans and when we met we just instantly clicked once we found out we both were huge fans.\" -Tyler T. from Minnesota",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They deserve it one of the greatest bands ever!\" -Trent M. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 deserves it\" -Rebecca B. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They have influenced many musicians and are always a source of positivity in the music scene.\" -David M. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Major fan since early 90d\" -Denise R. from Virginia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "I was 18 back in 1997 when I first heard 311. I've been hooked ever since. Fast forward to 2018 and my 16 year old daughter is jamming out to \"Island Sun\" and i start singing with her.. She... -Angela C. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They’re the absolute best\" -Bob D. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the best band in the land- all about the Unity and Positivity- same original lineup for nearly 30 years!\" -Josh S. from Minnesota",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is amazing\" -Brent A. from Wisconsin",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Because 311's got the BOOM ya'll!!! No in all seriousness, these dudes are the definition of what it takes to be in the Rock and Roll Hall of Fame! Originality, massive fan base, groundbrea... -Noah W. from Virginia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the best band & one of the oldest touring bands still creating new music with the same members from day one. They are amazing!\" -Jordan H. from Tennessee",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I’m 27 and was introduced to this band about 3 years ago. I had never listened to them but went to a concert and it was amazing. I felt like I had listen to them forever!!\" -Reba S. from Oklahoma",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 has been present in my life (and in many other’s) for over 20 years! And they have ever had the same formation!!! That’s very rare!!\" -Saulo B. from Brazil",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Over 25 years touring and a crazy great fan base\" -Joseph C. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they rock\" -Joe W. from Wyoming",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "They pursued music with an indomitable passion for nearly 29 years with the original line-up from before their first album release. They are still putting out quality albums and have a grea... -J R. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is really, really, really good.\" -Keith S. from Oklahoma",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"3, 11...3, 3, 11!! ❤️💛💚\" -Michelle T. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"29 years later theyre still together making music. How many bands can say theyve done that?\" -Jake S. from Maryland",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"❤ 311\" -Jenn S. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 Rocks!!!!\" -Jason B. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Favorite band for last 25 years!!!!!!!\" -Jeff H. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Becauae 311 is an awesome band and they have been together for a long time and they should be recognized for that\" -Leticia B. from Alabama",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"It’s 311. ❤️❤️❤️\" -Kirsten P. from Oregon",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They’re my favorite band with all original members\" -Scott W. from Alabama",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 influenced me\" -Johnny W. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band has been a constant positive in my life for 24 years. They deserve this and so much more.\" -Krista M. from Oregon",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They’ve inspired me in so many ways. They’re music is always evolving they are continuously setting the trend and are some badass mothaFuckers!\" -Andy P. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They'll go down in history!\" -JJ N. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been a major influence in my life in so many ways both musically and in the way i treat people. They have truely helped shape me into who i am today.\" -Erwin F. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Been a fan for 15years\" -Rosamary O. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Been listening to them since 5th grade....i am 35 now\" -Jerrod N. from Kansas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is my ultimate favorite band of all time\" -Alfonso C. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Because they have been an important part of my life for many years. They have dedicated their lives to putting on kick ass live shows. They don't take years off from touring unlike most oth... -Adrian L. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they are one of the best bands of all time\" -Matt M. from Mississippi",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they are my all time favorite band\" -Brian M. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Their albums speak only positivity, they help so many through amazingly difficult times.\" -Patricia H. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best band around. Been around over 20 years. They rock and deserve it.\" -Roger P. from Mississippi",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Favor band since I went through chemo in 1997. Band means so much to me\" -Cartboy H. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I have been a fan for 18 years. They are one of the only bands to still remain the same 5 members from the beginning and are still making new music\" -Rachelle M. from Idaho",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Favorite Band. And they’re the 4th longest band in history to have all the same members.\" -Brian P. from South Dakota",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "This band is incredible. The lyrics, the energy, the SYNCOPATION. No matter what I am going through, I can just listen to 311 and feel better. They are one of a kind and nobody could compar... -Melissa M. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "This band has what it takes to stay together for almost 30 years. They sing of unity and everyday things that anyone can jam or relax to. Over 100 original songs and still tour at least twi... -Shawn E. from Indiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they’re my favorite band and have been for 25 years. All the same guys. Not many bands can say that.\" -Nicole M. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They have had a significant impact on music innovation and other bands\" -Eric M. from Virginia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They're the best band in the world.\" -Derek B. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has created an unmistakable sound, and has been doing it with all original members for nearly 30 years. Nuff said.\" -Brian S. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is one of the greatest bands ever\" -Aaron M. from Rhode Island",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"The Unity that this band has created is unsurpassed!\" -Jeffrey C. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they deserve it and they’re the best band of all time🤙🏻\" -Trevor G. from Virginia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "This band is what all groups should strive to be. all positivity and love. Every live show they give 110% and never disappoint. Always gracious if you run into them on the street. The music... -Paula C. from Massachusetts",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band has changed my life.\" -Michael M. from Mississippi",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Third longest standing band with all original members. The baddest band in the land in reference to live performance.\" -Nick S. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is my favorite band of all time they are so awesome the way they unite with their fans they should be recognized more in the industry for what they have done the amount of years they’ve... -Kyle P. from Oklahoma",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has been my favorite band for over 20 years. Their dedication to music, honesty and positivity helps drive me to be a better person everyday. They deserve this and do so their loyal and... -Kama S. from Nevada",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is one of the dopest bands around. They always bring a positive message and sell out their shows.\" -Dustin B. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"It's obvious\" -Chaz M. from Kentucky",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Very experienced band with many unique sounds and a fan base that promotes positive feelings. They deserve it\" -Mike G. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Bc 311 r AMAZING and they deserve it\" -Amanda B. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311!!!\" -Nicholas G. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "They have made one of the biggest musical impacts in my life among 1,000s of other Rock fans. 311’s musical career and compilations can not be touched. They epitomize Rock-n-Roll.... -Cristina C. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is one of the hardest working bands ever, and deserve it.\" -Thomas M. from Massachusetts",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 deserves it!\" -Saralyn R. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 kicks ass\" -Michael E. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I literally have lyrics from this band tattooed on my body. Been to over 40 shows. Best band. Ever. Make it happen.\" -Richie C. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they are great and deserve it. Have loved their music and vibe for almost 3 decades!\" -Kelly M. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Boyfriend's favorite band, gotta get them some recognition!\" -Martika J. from West Virginia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is my favorite band\" -Paul L. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They have revolutionized music. They way in which they bring fans together is, hands down, amazing. Love my 311 family!\" -Jennifer R. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the best band in the world!\" -Francisco M. from Mexico",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they’ve influence my taste in music and expands my understanding of what it can be.\" -Jessica P. from Minnesota",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is what you wish music would all be like. Self made, powerful message and anyone can get into the groove. 311 has helped people with their message of positivity and love of life.... -James y. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"These dudes deserve it. Been together rockin for over 27yrs, go to one of there live shows and watch them and there fans! 311 👍🏼🙌🏼🙏🏼\" -Diane G. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Their music has continued to keep and expand a huge fan base. Keeping their style but always keeping it fresh. Fans are eager to see the next show and hear what they have instore on their n... -Carolyn V. from Virginia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has been a positive happy influence on so many people for so long. They inspire joy, originality, and peace in what can be a harsh world sometimes. Their music is so unique and amazing ... -Leslie G. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Favorite band ever! Seen them live more than any other band! They are so good to their fans.\" -Marianne E. from Washington",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 deserves recognition\" -Wende K. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"The memories, friends, and experiences these guys have brought us over the years, they deserve every bit of this induction\" -Jared H. from South Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 deserves to be in The Rock and Roll Hall Of Fame\" -Eric B. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They deserve it. The best live band and one of the best true good people role models and bands that have ever walked this earth.\" -Christopher B. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Because they’ve been the most solid consistent entertaining group of guys I’ve ever loved and been a fan of. I’ll listen to their music forever and continue to go see them until they stop p... -Kelly L. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 conveys positive and inspiring messages of open-mindedness, patience, reflection, humanity, not to forget fun and mysterious existential exploration, all through the impressive acoustic... -Scott K. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 = LOVE\" -Evan S. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is my favorite band EVER!! They bring joy and balance to many people’s lives. 311 fans around the world LOVE this band. Positive vibes and good feelings all around. This band is an amaz... -Dale F. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are amazing and deserve this\" -Tara M. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the greatest live show around! They show their fans more love and dedication than any other artist.\" -Francisco L. from Arkansas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Three eleven is an iconic for thirty years with millions of fans across the world!\" -Nevin L. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Their music is a part of my soul. Unity, Positivity & Love\" -David H. from Minnesota",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"The band brings so much happiness and positivity to the community. This band is a global icon not just here in the states.\" -Derek D. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "I grew up listening to these guys. Every album is a departure from the last. And for me personally their lyrics tell me one story while the music tells me another. Weird i know, but thats w... -Brian F. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are one of the longest running bands of all time!\" -Broc D. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has one of the most devoted, passionate fanbases that spans many generations of music lovers. I have listened to them for over 20 years and they continue to belt out great album after g... -Steven H. from Connecticut",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "They have proven time and again what amazing performers they are. Their sound keeps growing as does their fan base and there isn't anything like their live shows. They still have the same 5... -Rhiannon P. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been my favorite since 1996, and they have remained true to their fans first! Great bunch of guys!\" -Roland D. from Alabama",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311's got the Boom y\"all\" -Brandon W. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Hall of Fame or not, their legacy is already cemented into the hearts and minds of their fans.\" -Nick G. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Their impressive presence\" -Sharon K. from Virginia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is my life!\" -Kimberly B. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 Rule\" -Gerard B. from New South Wales",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is one of the greatest bands in rock history and they deserve to be in the Rock & Roll Hall of Fame!\" -Adam S. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Been an excitable since \"94. Every year I ßay the same thing\" -Marianne M. from Minnesota",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Because in a world where people hate each other for no reason, this band has created something that’s brought thousands of people together from all of the world who are proud to be part of ... -Steve A. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 saved my life ❤️\" -Ruby P. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Bc 311 is the greatest band ever!!!!\" -Thomas G. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is my favorite band by far and I listen to them every day. They are amazing artists who have been doing it together for a long time.\" -Bill M. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band is one of the hardest working artists in the industry!\" -Matthew K. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"The film's, an unofficial holiday, a cruise every other year opposite a6 hour concert on said unofficial holiday, dedicated fans that see a nearly summer tour....\" -Chuck W. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I'm 68 and their music soothes my soul\" -Kathy T. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is my life, got me through a lot of struggles.\" -Brian H. from Wisconsin",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the best band in the land!!\" -Eric G. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I have been a 311 fan for 25 years!\" -Kara M. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I love this band and i am so proud of how much they have achieved. They deserve to be in there man.\" -Natalya W. from Wisconsin",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because its 311!! One of my fav bands!\" -Pedro G. from Mexico",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They have been my favorite band for 23 years now! They go above and beyond for their fans. The music speaks and radiates positivity.\" -Jennifer E. from Wyoming",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "These are one of the greatest bands who don’t get much airplay on the radio. They’ve done everything the right way and treat their fans better than they deserve. Their music can relate to a... -Corey B. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I have been a fan for a long time and honestly they deserve it!!\" -Sean C. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band has been around for 31 years and continues to produce amazing music. Their fan base is tremendous and devout.\" -Shannon G. from Maryland",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Cause 311 is the best in the world and have been touring nonstop for 30 yrs\" -John G. from Maryland",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been my favorite band since I was a teenager. They have made me who I am today through music. Two of my tattoos were based on 311 inspiration.\" -Kevin A. from Virginia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has been my favorite band since I was 11. They are my escape from the world. Soon, I will have seen them live 40 times, all over the USA. Almost no bands can keep the same lineup togeth... -Daniel W. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are a band I have been following since 92. I have seen them 40 plus times and 311 is all about positive vibes and unity. Oldest 1 of 3 bands with original members.\" -Scott W. from South Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Stay positive and love your life!\" -Colin B. from Pennsylvania",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Been a fan since '92' when I heard an underground cassette tape. They've been a very influential part of my life.\" -Christopher D. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are the greatest band in my opinion. What they bring magically and lyrically and how extensive they have toured.\" -Will T. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 are a significant presence in the Rock n' Roll community, and have been for nearly 30 years. And are still making some of their best music. Not inducting 311 into the Rock and Roll Hall... -Clay B. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because three eleven’s got the boom y’all\" -Matthew W. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They make great music. They are giving to there fans. They have had the same line up for 25+ years. They have helped me so much in my life.\" -Anthony C. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Be positive and love your life\"... Folks speaking beautiful messages like this, should be justly rewarded imho... 311 is my favorite band!! Coolest dudes with the dopest beats, sweetest ri... -E H. from Oklahoma",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"How are they not in it already?!?!\" -Liz R. from South Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they are great musicians and have fans that have been loyal since day 1.\" -Nellie’ P. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the one constant in my life\" -Kristyn C. from Massachusetts",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has been my lifeline since I first heard them in 1993. They are by far the only band that has made me a better person given me many reasons to live and made me friends and family that I... -Kolleen W. from Oklahoma",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has changed my life\" -Travis L. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I've listened to 311 since college. Their music has gotten me through so many hard times and ive made many wonderful friendships.\" -Lori S. from Delaware",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Look at the numbers. Looks at the facts. Listen. They belong. Influential\" -Michael S. from Tennessee",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 rocks\" -Amy T. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they are a marvelous group of musicians/performers!\" -Kathy N. from Wisconsin",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band has been most influential and eclectic for the past 27 years. Been to over 100 shows in 9 countries and 31 states. 311 keeps growing and the fan base always loyal.\" -Gus C. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"The greatest band ever to reach the hearts and souls of the positive minds.\" -Kyle O. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"The most consistent and positive band ever.\" -Allen S. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Just like the United states is a melting pot of people, ideas and cultures, 311 has been that with their music. Metal, rock, reggae, funk, rap, pop...i could go on and on. They have been co... -Ryan D. from Oklahoma",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"My life is better because of 311!\" -Jerome G. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"You're kidding..right?! It's 311 man!!!\" -David L. from Kansas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they are awesome to their fans!\" -Maria V. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Such a talented band with an overwhelmingly positive message of unity spread in their lyrics.\" -Jason B. from Tennessee",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Hooray for 311!\" -Kaoru Y. from Maryland",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"You have to recognize and respect their music, message, longevity, and love for their fans. 311 is family and a lifestyle!\" -Mo C. from Connecticut",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Been to over 53 shows since 97!!! 311 best band in all the land\" -John H. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because this band has contributed so much to rock and roll with their unique style! I love this band!\" -Jared B. from Arkansas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 is the most positive light in Music!\" -Melanie H. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because the guys deserve it\" -Stephanie N. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I luv “311”, they are awesome.\" -Joey D. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best band ever\" -Jason m. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has made some of the most diverse, uplifting, and heartfelt music of all time. I've seen them live a dozen times and talk about them regularly in my daily life. They are one of the long... -Anthony B. from Washington",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311's energy deserves to be recognized!!!\" -Steve K. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "They’ve been going for over 20 years still putting on some of the greatest live shows in the business. They are have some of the most diverse music of almost any band to date. 311 day alone... -Josh M. from Mississippi",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I have been a fan of 311 for over 20 years. I’ve seen them in concert 16 times as well I sport a 311 tattoo. They are more than deserving!\" -Loren B. from Kansas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 for life\" -Hery D. from Indonesia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They’re the best! They continue to make great music with a positive vibe, bringing people together. They’re my favorite!\" -Reena W. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"It’s 311! Why is this not important?\" -Ryan W. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"The best band ever!!\" -Lindsay M. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are the best band of all time. 311 is what music is about!!!\" -Johnathon S. from Idaho",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "The band creates great music with a positive vibe. I could gush on and on, but the reality is that their technical musicianship, song writting, and lyrics make this band one of the best in ... -Dana W. from Minnesota",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I love 311 A LOT\" -Natalia K. from Minnesota",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been putting out incredible music for so long. It is time they are recognized for their contribution to world of music.\" -Eileen E. from Kentucky",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "This band has consistently put out great albums since 1993, tours relentlessly, and never disappoints doing either. They truly appreciate their fans and give as much back to them as the fan... -David H. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Nominate them\" -david f. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"More than worthy\" -Linda B. from Wisconsin",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They the bestv\" -Kerri H. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is down for the unity. 👽\" -Christine S. from Louisiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I've seen this band 80+ times . They turely deserve it!!\" -Michael L. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311.. is the best band in history so it only makes sense they’re known for it.\" -Jimmy J. from Indiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They have established an amazing following based on dedication to continually creating fabulous music and fantastic experiences.\" -Megan C. from Mississippi",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best band ever!\" -Jennifer L. from Tennessee",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has changed so many people’s lives for the better!!! They play a different show every night on tour! They deserve recognition. Have their own holiday. Their own cruises!... -Katie C. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "I’ve been a 311 fan since 1995 when the blue album was released. My cousin bought it for me. He was also like a brother to me. Died from diabetic heart failure when he was 21 years old. Tha... -Johnny R. from Minnesota",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band’s music has carried me through the toughest times of my life and helped me celebrate the best.\" -Timothy C. from Oklahoma",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"One of the best live bands of all time.\" -Anthony P. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"One of the longest running rock and roll bands of original members. They hit the road, and I see them, every single year.\" -Brad B. from Idaho",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has played a major role in my life. After my divorce, I was in a dark place and their music, along with the positive message behind it, kept me going and took me out of that dark place.... -Jose T. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Becuz 311's got the BOOM Yall\" -Anthony P. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I know how hard they have worked and how many lives they’ve changed with their unifying music❤️\" -Aimee D. from Washington",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I have been listening to this band for well over 25 years and they only bring good vibes and energy. Love them and they truly deserve this.\" -Kristy H. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is one of the longest running bands with all of its Original members!! They have an extremely expansive discography and have an unparalleled sound and unique style.\" -John A. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Been listened for years and they are still going strong and haven't changed thier style or members\" -Chris P. from Louisiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has had such a huge presence in music for years! I have some of my best memories to their music. Been to 7 concerts the most of any other group. Love love love them.\" -Renee W. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Cause 311 helped me be positive by always having a positive lyric to jam, and learn from! One heck of a giving band as well for their fans(not to mention almost every song is a freaking mas... -Nicholas K. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I love them and have gone to their shows at least once a year since 1996. Their music just moves you\" -Martin M. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they have influenced so many new bands!\" -Eric B. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Their music changed my life forever\" -Cassandra V. from Idaho",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I've been a 311 fan since the 90's, they deserve this!!\" -Ande H. from New Hampshire",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because it’s the right thing to do.\" -Brandon H. from Virginia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"just look at how long they've been around, touring strong, and putting out new music! come on\" -Jonna M. from Massachusetts",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I Love 311\" -Kimberly P. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They meet ANY criteria someone could set out. An amazing studio band that is even better live!!!!!\" -Ray M. from Pennsylvania",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has gotten me through some of the most difficult times life has thrown my way so far. The concerts they put on are phenomenal and the fans are some of the coolest people I have ever met... -Ashlee S. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is one of the greatest and long-standing bands over the last 30 years and is deserving of a nomination to be inducted into the R&R HOF! 311 rocks!\" -Will K. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "I’ve been a fan for over 20 years & this is still one of the most creative bands with a consistent message of positivity & unity that fans old & new all can appreciate & relate to &/or resp... -Layla D. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been a source of positivity in so many lives, they have entertained millions of fans over 30 years and they continue make great music for all of their fans.\" -Lee M. from South Dakota",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are a band hat have tested the test of time! The have their own holiday!!\" -Marla N. from South Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "I love 311 they are well deserved to be inducted into the Hall of fame.the positive love your life musical message is what it's all about.countless albums songs and shows is why they are de... -Mike M. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Cause they are awesome\" -Sarah W. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has grassroots. True\" -Jerry L. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the best band in the world. Constantly touring and the bands approach to fans is second to none ! Plus all their albums and hit songs.\" -Brian W. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Life’s a bowl of punch. Go ahead, and spike it!!\" -Harry L. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Very influential in my life, positive messages in various music methods. They have their own holiday, 3-11-XXXX Is know as 311 Day, a yearly celebration.\" -Chris B. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "I’ve been a fan of 311 since high school. They’ve been together for almost 30 years with original line up!!!! They still continue tour and put out new music!!! All while promoting positivit... -Nectarios S. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the greatest band in the universe!!!\" -Lori H. from Pennsylvania",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been around 30 years and still going strong with the same members.\" -Robert H. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is one of the few bands ever to tour 1+ times a year for 29 years, have all 5 original members for those years, and they have their own holiday. They are legendary and have earned an in... -Danny M. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been a positive influence on me for more than half my life. Their longevity and continued innovation merits enshrinement.\" -Steve H. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has inspired so many and been together so long with such a large following that is loyal and respectful to each other.\" -Tiffany N. from Tennessee",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"amazing, talented artists. their music stands the test of time.\" -elle w. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is my favorite band. The most inspirational & beautiful sound, vibes & tepresent so much togetherness, not just as a band but togetherness with them and their fans. They are so well des... -Krystine B. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Cant nobody do it like 311.\" -David P. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 IS THEE BEST BAND EVER !!!!\" -Jason C. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I love 311 , big big fan. My boys love 311! Their music is amazingly positive and some of the greatest harmonic sounds ever!!!! I have been listening to them since 1994!\" -Matt G. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band has changed my life\" -Ryan L. from Iowa",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band has been instrumental throughout my life!\" -Lynn F. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is the best band, and sound even better live. Amazing energy. Original members for over 25 years. Inspirational to their fans. 311 day shows. They’ve got the longevity and funk!... -Pamela P. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is an epic touring band with the same original 5 members for 29 years and millions of sales. Their lives shows are fantastic, and they have their own holiday! 311 Day!\" -Kristin B. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Much deserved! Please give them recognition for their staying power, original members, fan following, and adaptability over time!\" -Laura R. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Favorite band for 23 years! They've earned it!\" -Michael K. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the greatest band of all time.\" -Steve T. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Longevity with the 5 original members since the first demo.\" -Andrés R. from Chile",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are the most influential band out there. Their positivity brings joy to millions. They truly care about their fans.\" -Jon L. from Alaska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is my favorite band of all time!!!! i have been on two of their cruises (wish i could’ve afforded them all)\" -melinda b. from Rhode Island",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They deserve it! Best band on the planet! All original members since 1981 and continue to sell out shows every year! Fan /family for life!\" -Darlene Z. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the all time best group of positive musicians. Im a dedicated fan.\" -Kyle T. from Rhode Island",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is a band who's music has time and time again been there for me, their live shows still inspire awe and amazement. They have influenced and brought up countless other bands. They have a... -Jeremy J. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "This band puts on the most amazing live show and has kept their sound original since day 1, always evolving, putting everything they've got into every show with incredible energy. They're a... -Hendley T. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is my religion\" -Christen A. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Longest runnig all original band that i know of. The band and fan are like no other.\" -Mike M. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is an amazing band who works hard and spreads a positive message. They deserve to be recognized!\" -Jennifer H. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has changed my life their music is the only thing that can take me out of depression episodes they’ve created a lifestyle with their music created a community of unity peace and love th... -Dory B. from Connecticut",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 deserves this. They are an amazing band that is very dedicated to their fans. They are still putting out solid albums and touring every summer with no end in sight. 3 11 3 3 11... -Craig S. from Maryland",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They deserve it\" -Chris S. from Maryland",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is more then just a band they bring all the fans together like family. Their music has gotten my through some of the hardest days of my life\" -Lynn S. from Maryland",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band sounds as good today as when they first started and they make me happy! I have seen them 26 times...\" -Kenneth K. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are the best band in the land\" -Matthew N. from Louisiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are a very influential band and have touched the lives of sooo many!!!!\" -Amy S. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I love this band they have been in my life for 26 yrs now and have helped me lullaby 3 girls to sleep (Tina-13/London-6/Harper 1yr) thank you 311\" -Vincent P. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they are the Beatles of Rap Rock!\" -Larry A. from Virginia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311’s message of positivity and unity are timeless. The message they promote in their lyrics and actions outside of them, prove they are about the people and not themselves.... -Tim R. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Not only has this band given my family something to bond on (we're all die-hard fans), but this is the first band to merge sounds from almost every genre of music on earth. And with extreme... -Billy W. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Absolute favorite band. Full of talent.\" -Jake H. from Washington",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 is hands down one of the greatest bands out there today They need to be covered more\" -Paul R. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "This band is one of the longest running original member bands. Their music has evolved as their grew as musicians. The fan base is like non other! Peace, love, unity, respect!... -Michelle G. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"My favorite band. Still making great music and bringing tons of people to their concerts.\" -Michael N. from Pennsylvania",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is a hard working band. They have been together for almost 30 years.\" -Cory R. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 is the most positive uplifting band I have ever listened to. They bring me great joy and lift me up in an evolution of enlightenment.\" -Kelly D. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "They have been a band that ive listened to for over a decade. Their music has saved my life, and it keeps the love, unity, and positivity at the ll times! Would be a dream come true for me!... -Chris K. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are an epic band with amazing musical talent that has stood the test of time.\" -Laura H. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been with me for just about every up and down in my life I can think of. Their music sings to my soul and they deserve every accolade available!!\" -Melissa D. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"#311\" -Teri M. from Louisiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has influenced my and so many others for the better. Stay positive and love your life\" -Rick L. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is one of my favorite bands of all time. They’ve been incredibly influential and are one of the longest running bands to retain all original members. I believe #3 all time. They deserve... -Justin C. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best band everrrrrr\" -Sam F. from Washington",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been a huge part of my life for over 20 years!\" -Brian G. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I’ve grown up with 311 and they deserve this honor!\" -Jenna G. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are the best band ever!\" -Ashley L. from Wisconsin",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has nurtured a community of caring fans and a long list of bands that are in a similar orbit, but they are pioneering in their blending of styles and persistent in their touring and pro... -Vijay D. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "This band started a revolution of music and brought an original sound and brings people together through unity and spreads the world with positivity and because of them hundreds of bands we... -Travis C. from Alaska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band & the group of people associated with them is & has been a HUGE part of my life since 1990. Most positive vibe EVER!!!!\" -Mike M. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 is AMAZING!!!!\" -Susan Z. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "I've known Chad Sexton since he was a teenager. This band is devoted to their craft, always creating and working to make themselves and their music better. Very few bands of this calibre ha... -Larry L. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Great music lifelong story related songs\" -Susan R. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are amazing and the beauty in their music. Has created memories and people who are my family. I will be forever greatful to them for that! ❤️🤘🏻\" -Sara C. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the best band ever! Great jams and mix of genres, stuck together after so many years, put on a sick live show, great message! Amazing!\" -John V. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "These guys not only have been around for almost 3 decades, but have also stayed together with the same lineup! A very rare accomplishment for any band in any decade. They have their own hol... -Jason S. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best show I’ve ever seen live and on DVD. Listened to them everyday for the past 15 years. Saw them when I was 16 and I’ve seen them every year since then.\" -Nicholas K. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been a huge part of my life for the last 25 years. They have built a community of fans like no other\" -Brandon E. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is quite possibly the greatest American rock band of our time\" -Jason B. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is my all time favorite band\" -Sarah C. from Massachusetts",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they are the most amazing band I’ve ever heard!\" -Paul D. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are the most uplifting, influential band of my generation. Please put them in!!!!! They deserve to be!\" -Patrick M. from Massachusetts",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "This band has never had an album that was not completely listenable. They also have had many hits and have thrown down for thirty years now. I don't know of any band as good as 311 that hav... -Randall S. from Washington",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is and has been an evolution of music! Spreading positivity among all!\" -Rachel V. from New Mexico",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "It's easy 311 has been making badass music for 26 years they're following is huge and love them they are just appreciative to their fans as we are of them they deserve this big time not man... -Cory H. from Wisconsin",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has played a major part in my life. Back in the day I had a moment in my life where I had moved away from my hometown into a big city where I did not know anybody. I have no friends and... -Dave B. from Idaho",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is my families favorite band!\" -Sharon A. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 brings the funk\" -Jorge T. from Alabama",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band has changed my life and has been aprt of it for over 20 years\" -Michele R. from Oregon",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been one of my favorite bands of all time. I love their style and they put on an excellent live show\" -Quinn H. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is my favorite band. They are inspirational, unique and are in general a great group of guys. They deserve to be inducted as their music has changed countless people’s lives for the bet... -Evan T. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "This band means everything to me, and they have for about 25 years now. They brought me out of depression in my high schools, and their positive message has shaped me into the man I am toda... -Billy M. from Pennsylvania",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Legends.\" -Daniel M. from Indiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "They’re positivity! They’re real musicians whom make real music. No one has ever appeared on an album, just them. Started the reggae rap rock genre. They actually love the fans and host a c... -Dustin P. from Tennessee",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"they are the 311est band EVER!!!!!!!!!!!!!\" -Candace M. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 is awesome. They focus on positivity and genuinely good music and have the following to prove their worth.\" -Ryan E. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is a band that brings unity to the world. Amazing harmonies and positivity. They've saved many lives. Induct them!\" -Crystal T. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Greatest band on earth!\" -Frank A. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the best band of all time! So positive and energetic. 13 albums over 27 years is quite impressive!\" -Cullen M. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"THE best band, hands down! Incredible live! Be happy and love your life!\" -Cheri H. from Maine",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"The band still sells out tours. They’re positive message and infectious live shows are a testament to their talent and longevity.\" -Jayme M. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they deserve it!\" -Erin G. from Wyoming",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"absolutely well deserved\" -Jeff H. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Greateat band ever!\" -Benjamin H. from Virginia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is my all time favorite band! They don't get the rrspect they deserve and they need to be in the hall of fame!\" -William S. from New Hampshire",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Most rockin group with an original lineup for over 30 years with no breaks. They continuously put out new amazing music.\" -Sean R. from Nevada",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"this band has shaped my life.\" -Paul C. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I can’t think of any other band more deserving.\" -Brook S. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is my favorite band, and they are highly deserving of this honor. Not to mention, they are super nice guys and have always done great things on top of just creating quality music.... -Patrick C. from Nevada",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "For a band that has had the same lineup for close to 30 years, provide a diverse range of music across multiple generations (all with a positive vibe), and conquers extensive touring: it is... -Scott B. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "It’s rare for a band to have such loyal fans. Fans from all walks of life. Also rare is the fact that the band has stayed together for decades and still evolving to produce relevant music.... -Garth D. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been around and stood the test of time only to get better with age ❤️\" -Leellen K. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are an amazing original band for over 25 years that only try and bring love and unity to everyone. They are much deserved of this honor.\" -Jason H. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"30 years is 30 years.\" -Christian L. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 makes positive music that has helped shape my life for the better!\" -Julie S. from Louisiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 has been rocking all these years!\" -Mike S. from Louisiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is by far the most positive and prolific rock band ever. This is a non-issue and they must be inducted into the Rock &Roll Hall of Fake!\" -Richard B. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Because 311 is the most unique band I know. These guys have been together forever and their music just keeps getting better and better. They have been together after all these years and mos... -Lorean K. from Mississippi",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They activated my D N A.\" -Lisa C. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they earned it!!! And they're genuine roll models, rare in that industry\" -Tyler v. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is my favorite band ever. They don't get enough credit for their amazing music.\" -Stacia D. from Kentucky",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are inspriational with positive music and deserve to be with all the greatness they have done and continue to do!!\" -Kristen R. from Connecticut",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "This band has been a major part of my life and that of many other excitables alike! They have been touring 30 years and have constantly done it for the love of rock and roll and their fans.... -Joe F. from Maryland",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been my favorite band since the late 90s when I discovered them.\" -Lewis S. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "They are one of the greatest bands, making music for 30 years and speak about positivity, love, unity and respect. They love their fans and appreciate them more than any band I've ever seen... -Samantha L. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I love 311\" -Stacey B. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because it’s 311, the best band in the world, more positive lyrics and music... impossible!!!\" -Franco A. from Chile",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 was introduced to me in ‘93. I’ve been jamming to them ever since! Have seen many, many shows, and will continue to go as long as they go! I’ve introduced them to my 15 yr old daughter,... -Matt B. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311's got the boom, y'all\" -John D. from Tennessee",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is one of my favorite bands ever. Their music has meant so much to me over the years and helped me through tough times in my life. Their music and message has truly been my constant com... -Joel B. from Arkansas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are wonderful\" -Patti C. from Wisconsin",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I grew up listening to 311 and they will always have a special place in my heart. They love us and we love them! They deserve a spot in the hall of fame!\" -Ashley P. from Kentucky",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Because they truly deserve it and they're not just a band they are a way of life, who help reach so many people from all over the world get through the ups and downs and don't do what they ... -Christopher M. from Pennsylvania",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "The music these men have created is so much more than just songs and albums. They're an inspiration to live a positive life. They've helped so many people, myself included, through deep and... -Aaron P. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "I have been listening to 311 for about 25 years from the first time I heard the first note of homebrew I was hooked. To me 311 isn’t just a band it’s a way of life they have been the one co... -Brian M. from Massachusetts",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has always been that band to lift me out of the darkness. They always help me see Beyond the Gray Sky\" -Matthew B. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They have been my fav band for 25+years and counting\" -Peter H. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Their music is always a light that shines upon their fans. They spread nothing but good vibes and good times. Their music is so versatile. They are one of the few artists left that actually... -Greg G. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been around for over 25 years. they tour every year and have the same line up. They are one of the hardest working bands out there and deserve the recognition\" -nikole w. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Because I’ve followed them from the beginning & they’re one of the few original member bands that have been around over 25 years & counting! I’ve seen them help out their community’s in num... -Tyler H. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 are such great roles models for humans. They’re kind and preach about positivity. They’ve been a band with all original members for 27years and still seeing out tours. Please consider t... -Kate E. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "I have been a fan since 1994 and have been on 6 cruises and many 311 days. Their message is Stay Positive and Love your Life. So many albums, so many hits, positive interactions with fans, ... -ANDREA B. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"The band and their fans deserve it\" -Krista J. from New Hampshire",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"25 + years been listening and seeing these guys live such a great vibe and unity with the band and fans.. much derserving\" -steve y. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "I am constantly impressed and in awe of this band- they are not only great musicians but equally they are great people. They continue to put out great music, continue to tour and continue t... -Crystal A. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Simply put...311 is the greatest band ever...with a following comparable to the Grateful Dead ...they've proven their worth years ago...and they're STILL going strong! Original lineup, orig... -Mario (Nicci) M. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is a positive, uplifting band spreading love and unity. Their shows are for the fans and they are dedicated to being a positive influence in many ways to their fans. Simply the best. Pe... -Sarah W. from Maine",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Its time. They deserve it.\" -Kyle S. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 fan 4 life!\" -Jamie T. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"~cause is my favorite band\" -Alfredo D. from Mexico",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 deserves this! They will always have the dedication and the love for music. It would mean the world to them to be in the rock n roll hall of fame ♡ we love us some 311 ♡\" -Bridget P. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"One of the best touring bands in my lifetime. Positive music for a positive lifestyle\" -Angel G. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"5 original members since early 90s. Music is positive and unites. Band deserves the recognition\" -Aaron B. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band has gotten me through 5 years of prison, the death of my best friend and mom, and all the other downs in life.\" -Gloria C. from Tennessee",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I love 311\" -Aaron K. from South Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 isn’t just a band, they are a movement, a lifestyle, a familia, a nation\" -Eric H. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Ive listened to 311 since 1996. Ive seen them 20+ times. They have calmed me when i was on the edge. They have helped me celebrate when i was joyous. I even walked down the aisle at my wedd... -Jenni S. from Tennessee",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is one of the original rap rock musical groups. They have inspired others to follow in their footsteps. Very influential movement that has changed the course of music. That in itself qu... -Casey K. from Tennessee",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the best group of all time. Love their positivity. They have brought so many people together around the country that are the best of friends and the biggest fans\" -Justina P. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they are a constant in my life and thier music has got me through some hard times\" -Tim J. from Kansas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has changed my life and been a huge part of my life for over 20 years!!\" -Ruby M. from Massachusetts",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"By far the biggest musical influence on my life, and no band is more deserving after all they've accomplished over their definitive 30 year career.\" -Nikhail G. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 have proven themselves over the rest of time to be constantly refreshing their material and have never stopped touring or recording or changing lineups coming up on three decades now!... -Benjamin W. from Delaware",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "This band is the cornerstone of my life. Very important to my formative years and my present. We live in a world with sooo much disposable music; with many of the legends from the Nirvana/a... -Aaron B. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 is that f@$king awsome!!!\" -Justin S. from Kansas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has influenced many people with their mix of musical styles and influences. They are one of the few bands still together making music that is positive and uplifting. 311 has been togeth... -Jeffrey G. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the definition of a rock band and should be honored.\" -Jeremy M. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 Rocks!\" -Cory V. from Kansas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 changed my life.\" -Mark L. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 was a fundamental part of my high school musical development. They have continued to inspire me for decades, and I couldn’t think of a band that inspired more positivity or is more dese... -Tony M. from Louisiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They have been around my whole life and they are still a big part of my life and they arent dead yet. Lets put bands in the hof before they die.\" -Anthony P. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I ♡ 311\" -Rheannon C. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Boobs\" -Gene P. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "just something about the unity. 311 is the third longest running touring band ever... and still going on strong. you ask anyone and they will tell you the blue album changed their life in 9... -Michael R. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Bands are built on the foundation of their fans. 311 is no exception.\" -Adam M. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They’re the best band in the world.\" -Peter C. from Pennsylvania",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the greatest Alternative Rock bands of all time\" -Adrian V. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "They’ve been around like 30 years, man. Not only is the music the energy and the mottos like super positive, the music is good and they’ve been around a long time and have a crazy fan base.... -Joe C. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Induct 311 into the HOF!!\" -Beau N. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311.is the greastest Most influential band of my life\" -Mark M. from Maine",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is my favorite band of all time. This would mean the world to them and their incredible family of fans.\" -Chris B. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Only U2 and Radiohead have maintained their original lineups longer. Their longevity and consistency on the billboard charts makes 311 an easy choice for the Hall of Fame. 311 has also been... -Mike P. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the greatest band ever!!!!\" -Scotty C. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"There music is amazing!!!\" -Damian B. from Montana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 come original. Nothing like them.\" -Brian S. from Indiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best band and they've been together for 30 years with the original members. Their fan base is solid\" -Jennifer L. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I do not know of another band that has brought so much positivity to the industry!\" -Jake B. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "The consistency of this band meets the hall’s guidelines along with their numerous hits and continued success on the road each year. Look at the bands that have opened for 311 over the year... -Matt H. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Even by the basic standards of any Hall of Fame, let alone the rock ‘n’ roll Hall of Fame. A band like 311 that’s been together with its original lineup for nearly 30 years. 12+ studio albu... -Mike A. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is an amazing group of people, and they play the most beautiful and wide variety of music probably ever. What makes them very special is that you wouldn’t be able to replace any of the ... -Jeremy N. from Idaho",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Hometown boys need some live after 30 years\" -Cory J. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is a completely under appreciated and under recognized music group. Do the research on their albums, tours, cruise, 311 day, fan base. They deserve this nod!\" -Laura S. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are a great band!\" -Shannon F. from Arkansas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best band of all time!\" -Daniel S. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is a band of incredible musicians, who have more than stood the test of time, and in fact continue to improve with age. They have a ridiculously dedicated fan base, and their music has ... -Cameron H. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band has broken barriers and influenced many big bands that are out today. They should have been nominated already!\" -Joe B. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band’s longevity, fan following, and great music, make them a perfect canadite for the HOF\" -Billy J. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I believe no band deserves this more. The longevity, and staying power in the music industry should be more than enough to put this wonderful band in the hall of fame.\" -TJ U. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They got me through the hardest time of my life and are the most amazing band to their fans.\" -Heather S. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Check their track record. What more do they need to accomplish? Way, way, way lesser bands are in the HoF then these deserving lads.\" -Mike S. from Minnesota",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I've been a fan for over 20 years, and they have a huge fanbase, and have a great live show! 311 day is an annual holiday in my house.\" -Chase M. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"The greatest band in the world. Always evolving and adapting while staying true to their roots. Put them in!\" -Jake B. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They have been consistently created amazing music. So much talent and positive energy. They go above and beyond to create new experiences for their fans.\" -Amber K. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Cause 311 is the greatest band ever\" -Dan C. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Our absolute favorite band! My husband and I love their music!!\" -Lauren R. from Connecticut",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is inspiring\" -Joshua S. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "BecUse the music of 311 saved my life. At my darkest moments, I found peace, love, unity, and respect. They’ve given me a second family, they’ve given me a second chance. 20 years, same lin... -David M. from Wisconsin",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "They're an influential band that has helped shape the sound of alternative rock music for decades. They've remained active, producing albums and touring just about non-stop. I think those a... -Brian R. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the greatest band of all time!!!\" -Daniel S. from Pennsylvania",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has enriched lives, become one with the fans, and put on a world class show for over 2 decades\" -Paul M. from Idaho",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "They’ve earned it. One of the longest running bands with original members. They unite people all across the world and spread love and positivity. No band/artist has ever had a bigger impact... -Greg G. from Virginia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "These artists have been shaping me since the first time I listened to them in 1995. They have been rocking strong all along and deserve to be recognized. They push for Peace, Love, Understa... -Caroline S. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Their music, talent and continuedperformance deserves to be honored\" -Carole D. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is my favorite band for years and they are the 4th longest running band with the original members in history. They know music and have been pleasing fans for decades.\" -Ian A. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Bobby you be quiet out there\" -Matthew K. from Massachusetts",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are the greatest band of my lifetime.\" -Trevor L. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Band deserves recognition after such an illustrious and successful career in Rock.\" -Maurizio H. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Love my boys. Hi Tim. Hi Nick. Frolic!\" -Jen F. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 deserves this! So talented and has joy to so many!!! Love them!!!\" -Rina C. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 albums are the soundtracks to my life. Every time I was down in life. Their music lifted me. Showed me positivity and love. Always. Hills are alive, with the sound of music!... -Donald D. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I love the band. They are the bomb yall\" -Mathew D. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"All time favorite band\" -Jeff P. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 is the best band ever! Their songs have more value, positivity, and meaning than other bands.\" -TYLER G. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has been around for nearly 30 years, headling tours for practically every year since 1992. They’ve had supporting acts ranging from Snoop Dogg, The Offspring, KoRn, and have headlined f... -Collin A. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They're the best!\" -Alex H. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I love this band!!!\" -Gretchen B. from Mississippi",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the most positive rock band ever. Their love and power to bring people together needs to be celebrated\" -Keith M. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 is my favorite band and they deserve this and more\" -Ryan D. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band has been around for years and still going string. They have one if the most fiercely loyal and positive fan bases. Go to a 3/11 day show. You’ll get it.\" -Lisa T. from Wisconsin",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Besides the longivity, productivity, creativity and best live show...311 has inspired millions of musicians over the years and millions more with their positive approach to life. They are m... -Mike S. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"One of the best touring bands ever and always loyal to their fans. I've been a fan for 25 years now and try to catch them every year!\" -Jeff C. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is an important band to many, including myself. All of us excitables would love to see this happen! 311 nation baby!\" -Amanda O. from Connecticut",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Cause they are the greatest band of all time\" -Greg W. from Arkansas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best band with most dedicated fan base\" -Josh A. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"There music is life.\" -Jason F. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the most positive and inspirational energy in the universe\" -Bob G. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been my favorite band since I was 16 and deserves this!\" -Christina M. from Massachusetts",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"These guys have introduced me to the best music, with the rad following, and lifelo friends\" -Melissa G. from Mississippi",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is my favorite band! they deserve more recognition than they get!\" -ronnie s. from Maryland",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Greatest band on the planet.\" -Bud B. from Minnesota",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "I’ve been listening to this band since 1995 and have been to many concerts, 311 days, and cruises. What other band has their own holiday?! They’ve been together for over 25 years and are st... -Misty s. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best of all time\" -Matt F. from Iowa",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 been around awhile now & they have wonderful music. huge 311 following.\" -jennifer s. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is how bands should be. They truly love and care about their fans!!\" -Sherrie D. from South Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is our favorite band!\" -Lacie W. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Greatest band ever!!!\" -Betsy M. from Idaho",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"30 Years of Epic Music and still Rocking it every show!\" -Richie B. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311’s longevity, paired with their message has impacted so many lives in a positive way. 2 decades worth of top 25 albums, a string of top 25 singles, sold out tours for 2 decades.\" -Brent J. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because music is an important part of my life and this band was a positive influence on my life and i think they belong amongst the greats because they are\" -Luther B. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"It’s a band with diverse and great music centered around positivity.\" -Gregg C. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band is better at connecting people to their music than any other hand in the history of amplification\" -Pete R. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is a great band who has always carried a positive message and respects their many fans.\" -Scott F. from Indiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"My favorite band, represent good values and positive thinking through music.\" -Carlos Federico M. from Uruguay",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are my favorite band and are very deserving\" -Jacqui O. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This is one of the most underrated bands in history\" -Brian H. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they are the greatest band\" -Bonnie T. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they have been playing epic music for decades!\" -Jennifer V. from Kansas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has been my favorite band for 24 years now and they’re not fading. The latest two albums have been among their best. 311 is set apart from other bands because of their commitment to cre... -Kali P. from Minnesota",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has impacted my life through thier music and strength in undescribable ways.\" -Tammie B. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been rocking my whole life!!\" -Bryce H. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"It is deserving\" -Adam G. from Oklahoma",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "They are my favorite band and are still touring and making music with the same lineup for over 25 years! They inspire so many and they appreciate their fan base who are loyal and passionate... -Angela K. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Amazing band original band members still touring and releasing new music with an amazing following\" -Kristina P. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I can't think of a better way to thank a band than to help bestow them a honour that has brought my ears, mind and heart so much unbridled joy over the years than this.\" -Mark H. from Ontario",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Bc theyre the BEST BAND EVER, have been doing this for almost 30 years, and have such an amazing, positive energy that unites peoples from all over the world! :)\" -Lauren L. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Apart from multiple platinum albums and other mainstream success, 311 has managed to be the biggest supporter of smaller acts such as the Urge and New Politics assisting them in gaining sup... -David B. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has been a huge influence on so many people for almost 30yrs. They spread a great message of love, positivity and unity. Musically they are champions of their time and have a variety of... -Pamela D. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band and their message means so much to me and fans around the world.\" -Erica F. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because I think I'll die before No Doubt gets inducted.\" -Amanda M. from New Mexico",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been a positive presence in my life since they began as a band. They are masterful writers and performers.\" -Nathan B. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"love this band! they deserve it!\" -gerry a. from Trinidad and Tobago",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has a mass following of devoted fans as well as their influence on others in their genre is undeniable\" -Ryan B. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the greatest! Their message of positivity is one of the reasons they need to be in the hof. That and they've been doing their thing for almost 30 years!\" -Darron J. from Maryland",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has brought positivity & creativity to the world with the original band members for 28 years!\" -D'Anna R. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the best Rock band of our time and deserves to be enshrined in the hall of fame.\" -Nicholas M. from Oklahoma",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is my all time favorite band and are so deserving of this! They've been rocking for 27+ years!\" -April H. from Tennessee",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because these guys have been a major influence in my life. They have always been a positive and uplifting band. If anyone deserves a spot in the Rock Hall its thede 5 guys.\" -Steve D. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is life.\" -MeiLei G. from Louisiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is simply the greatest live band of all time. Just look at their stats! You guys have shittier bands in there.\" -Steve K. from Ontario",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Positive band, inspirational\" -Theresa C. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because these guys are the hardest working band in the biz, and all original members. They have their own holiday. I mean. Really.\" -Levi S. from South Dakota",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "I’ve been a fan for 25 years this May. Original band members for 30 years strong come 2020. 12 studio albums and another on the way. 2 greatest hits albums. Their own holiday among fans and... -Brandon S. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band makes amazing music and are incredible performers!\" -Bryan B. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Because this has been my favorite band for the better part of my life. 22 years! They’ve gotten me though everything, and are always spreading positivity and love, and unity.... -Alicia S. from Connecticut",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They have touched my soul with their music! Thank you 311!!!\" -Dodi C. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Because they have been a band for over 25 years, and they rock, and they cover numerous musical genres, and they are still making relevant music to this day! 311 is phenomenal.... -Shaena P. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "One of my favorite bands of all time. I've been going to their shows and supporting them for over 20 years now. They always put on a high-energy, entertaining show and always give back to t... -David M. from Massachusetts",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has influenced my life for 22 years now and counting. They are still going strong as ever, connecting with their fans through their amazing positive music. They are still releasing grea... -Wesley W. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the greatest band. They’ve been making great music since the late 80s and have stuck together. Their music is inspiring and transformative.\" -Marc W. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "This band helped mold who I am as a person. I was introduced to them back in 1995 as a high school sophomore and love the vibe, message and the love of music that they have. They epitomize ... -Steve R. from Oregon",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is timeless and ought to be remembered and honored forever!\" -Diana C. from Minnesota",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has been one of the most important bands in the last few decades. Despite not being a huge radio hit band since the 90s, 311 has continued to put out amazing albums and has one of the b... -Lance R. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Because 311 is the best band in the GALAXY! 27 years and counting... the fans are amazing! Getting ready for 3rd cruise (Jamaica, then Cozumel, now Belize and Costa Maya!). Begin to every 3... -James T. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"My favorite band for 22 years!\" -David C. from Nevada",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are very deserving and have paved the way for many types of music. They love the music, and the fans. Been together for 30 + years and still touring together!\" -Della P. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is an amazing band their music over the years has helped me get through the daily grind of ups and downs whenever i need a bit of joy i put on one of their cds doesn't matter which one.... -Gregor H. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are my favorite band!\" -Crystal F. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"These guys are such a positive, upbeat and giving band.\" -Kris M. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is awesome and vastly under rated by big labels!\" -Jamie M. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best band of my generation.\" -Ty S. from Kansas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They've earned it! They are music. They are rock and roll.\" -Danielle S. from New Mexico",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 music is the best. Period.\" -Isaac G. from New Mexico",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is a very creative and inspiring band who has retained it's original members for over 28 years. They are still making new music and continuously exploring new sounds that are different ... -Miguel L. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Almost 30 years, 12 major label albums, and having such a huge, positive impact on their fans... They deserve it even if they don't personally care about the recognition.\" -Jenna I. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are legends, and still together and touring after all these years! Successfully I might add!!\" -Sarah K. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Cuz it's important to my friend\" -Sarah S. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Thanks to this band I have made many friends throughout the country! Blessed!\" -Vanessa V. from Virginia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"29 years with the original members and still going strong. They deserve the recognition\" -Dwight M. from Tennessee",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Stay positive and love your life\" -Kyke A. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 baby\" -Shaun K. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I have literally grown up with this band...they are amazing!\" -Joseph D. from Oregon",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 has been creative for so long. They continue to innovate, inspire and amaze me as well as the legions of fans!\" -Jacob M. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is the most inspirational band in America, with massive international fan base. Incredibly talented, musically versitile and creative. A truely unique, and original sound. They created ... -Nick C. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band means the world to me\" -Jason T. from Delaware",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are a great band who spreads unity and love\" -Nick A. from Iowa",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "The positive outlook that this band continues to deliver to me now and for the last 28 years is priceless. The messages of love, unity, and perseverance have resonated throughout their fan ... -Jane Ann M. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the greatest band of all time!\" -Brandon D. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is an extremely talented band that has been around for decades. They're still making music and are have fans all over the world.\" -Carolyn J. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are my favorite band of all time. Original 5 members for 29 years. Awesome guys. So talented.\" -Laura S. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They're music legends, true creators and innovators!! :)\" -Cristina P. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because my son is in the band!\" -Joan O. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are my favorite band. I love these guys so much. They definitely deserve it!!\" -Jodie B. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are the greatest band ever\" -Ryan T. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"To be so successful for so long and not only continue sharing their message of unity with their fans but to do it with the same group of guys is amazing!\" -Brinton T. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is life !\" -Jonathan H. from Virginia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Such a fun part of my life that has kept life long friends together.\" -Danielle F. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311\" -Jordan S. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"they are more than deserving\" -Megan M. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because this band is so positive and has been so influential throughout my life. No band puts out harder and more intensely as 311.\" -Jonathon K. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Been a loyal fan since 1995. Theyre one of the longest running bands with all original members. Never sold out but had many hits. Their message of unity and positivity transcends the music ... -Rusty L. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best band ever! All original members! Amazing live!Best fans! Own day after them\" -Kurt E. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They deserve it!\" -Frank N. from Pennsylvania",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Been rolling out fresh hits since the late 80's/early 90's and they hella rock. They deserve it! Plus they probably have one of the most loving and loyal fan bases throughout history.... -Jen C. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Tremendous band, tremendous following. Built from hard work over the last 30 years. Hall of fame isn't complete without 311.\" -Jeremy C. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They have a unique sound. They are all awesome on their instruments, they’ve been together 30 years and they rock live! They’re still the sound\" -Carly P. from Nevada",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 are the pioneers and leaders of rap rock fusion. They continue to produce quality music. The band has a loyal and rabid fan base that support an annual Unity tour in addition to a biann... -Chris R. from Louisiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 changed my life!\" -Paige S. from Minnesota",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is an incredible band with excitable fans. They live and breathe peace, love, unity and respect. Their motto is “Stay positive and love your life” something that people often need to be... -Alexandra L. from Wisconsin",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They have been rocking my world for the last 20 some years!\" -Jay L. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is a great band!\" -Kym B. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is life, love, and family.\" -Katie H. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been an inspiration to my life and many others in it!\" -Stephen M. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Greatest band of all time. Trust me.\" -Paul M. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I have been listening to 311 for 20+ years. They have influenced my life in the most postive way and united me with some of the most amazing people in the world!\" -Jennifer W. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best band in the land. 🤟🏼👽✌🏼\" -Derek K. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is my favorite band. Theie music has inspired me in good times, and kept me going in n a positive direction in bad times. My world got better after I discovered 311.\" -Jason H. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has been my favorite band for more than 20 years. They have proven to be great musicians who have built a hugely successful business and have managed to stay loyal and generous to their... -Ara G. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 have shaped the lives of my friends and I in a very positive way. Great music coupled with a message of unity\" -Michael F. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"they are the greatest band ever\" -sandra g. from Tennessee",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is Life\" -Brenda S. from Pennsylvania",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "This band, this movement, the unity of energy has transformed my life and continues to do so every day. I am thinking person I’ve become because of their inspirational and uplifting music. ... -Caitlan R. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "One of the longest running bands with all of its original members. Have a cult following. Always been original. Have their own holiday and festival shows including a bi-annual cruise. Have ... -Jeffrey M. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best band ever. Unique and dedicated to craft. Love fans, fans love them.\" -James F. from New Mexico",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Talent deserves credit.\" -Bret H. from Minnesota",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "I have been listening to this band since the early 90s and they have stayed together and have been successful all the way up through today and I think we should have a shot at the Hall of F... -John B. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band has made a such a huge impact in so many lives, almost 30 years together, 311 day and the cruise, a movie coming out in theaters, what more can i say??\" -Laura M. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Would love to see them in the rock and roll hall of game. They are not only good artists they are good caring people\" -Leana N. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"These 5 guys 29 years strong and so deserving!!!\" -Jen B. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is in my family's blood! 311Love till I die!\" -Gabriela L. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the greatest band ever!\" -Shawn W. from Tennessee",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"No band deserves this more!!!\" -Jessica P. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I love 311!\" -Susanne K. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is a great band that is underated and need to be in the HOF\" -Susan V. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is #1\" -Andrew T. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 FOREVER!\" -Erin H. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has been one of the most inspirational influences in my life. Their music has been part of my life journey since middle school and continues to be at 38 years old. The band, the fans, t... -Kevin D. from Hawaii",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is an amazing band and deserve to be part of the rock hall of fame.\" -Anna W. from Pennsylvania",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 rocks! 12 albums, 28 years together, what else is there left to say!\" -Bryan C. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is my all time favorite band! These five guys are all outstanding musicians! Their message of unity and positivity is heard around the world! They deserve their spot in the Hall of Fame... -Andrew G. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Over 21 years of listening to the music, following their career, and learning from great personal/professional habits is why!!\" -Josh L. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is more than a rock band, it’s a community of fans that have become family over the years.\" -Max B. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I love this band, and they mean so much to me. They have been writing the soundtrack to my life story since 1993!\" -Jason K. from Alabama",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is a solid rock act with all 5 original members. All are great musicians.\" -Gary B. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best music ever.\" -Chad N. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is more than deserving of this!\" -Nicole C. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are one one of the longest running babds with all original members, who consistantly sell out major events and tours\" -Starr L. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"“Together, with all 5 original members for 29 years now, 311 is still going hard...”\" -Will B. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Lol. That’s a silly question. It’s 311. 😜\" -Frankie F. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has the talent and longevity that deserves a spot in the Hall of Fame, without a doubt.\" -Kevin F. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Iconic\" -Cheryl R. from Oregon",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are the greatest band ever! They have kept themselves relevant for almost 30 years, most artists can not do that!\" -Brittany M. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band has created a family from their fans, who support eachother in ways one could only imagine.\" -Becky G. from Kentucky",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because this is the greatest band ever!\" -Lisha B. from Louisiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Why not?\" -Shannon K. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is longevity/stability, top-tier live show, unique signature sound, devoted fan-base.\" -Tj R. from Iowa",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"My good buddy Joe P likes them a lot.\" -Nick T. from Tennessee",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is a band who - much like the Clash - mixed a number of popular music styles into a cohesive, listenable sound. Their music is a mix of rock, metal, punk rock, hip-hop, and reggae, some... -Daniel G. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been a part of my life 25 years and have a die hard following of fans like myself.\" -Rony P. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Been listening to 311 since 1995. They’ve made over a dozen amazing albums and their hit singles are still in heavy rotation on rock and alternative stations. They deserve it!!... -Rebecca B. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Why is a cold beer on a hot day so good?\" -Scott F. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They're the greatest of all time spanning multiple decades now\" -Mike W. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"What other band has their own holiday?\" -Chandler W. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is not only my favorite band but they are incredible performers. Definitely Rock & Roll hof worthy!\" -Matt G. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has influenced my life for many years through their amazing music\" -Alejandra Q. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 is the best thing that ever happened\" -Adam W. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Cause 311\" -Barbi B. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I love 311!\" -MarQ M. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Love these guys! They are our hometown heroes! This band really connected me and me daughter! Great music, fun guys, they really show their fans a great time!!!!!\" -Teri L. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Talent should be recognized!\" -Mary J. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has been a part of my life for 29 years, they have exuded positivity and changed me and the way I live since day one. I took a meaningless life filled with excess and become a champion ... -Edward L. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "I been a fan since i was 15. These guys have got me through some difficult times in my life thanks to their positive vibes. I named my daughter Amber after one of their songs!... -Cristina V. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is a unique band in the rock genre - besides their longevity, originality, and incredible repertoire - they grew into a independent and evolving community, thriving from their loyal fan... -Jay N. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 lyrics changed my life.\" -Justin B. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"In my opinion, 311 is the greatest band to have ever played.\" -Brandon H. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 rocks\" -Bryan J. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they’re awesome and still the original lineup!\" -Chris P. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "This band got me through middle school and high school. I partied through college to them and then finally discovered the community at the end of my 20s! We’re all family and led by the coo... -Lindsay S. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311... enough said. Legends.\" -Kyle R. from Washington",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the bees knees\" -Jason W. from Louisiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been a huge influence in my life for 24 years. I feel they deserve to be recognized for all the amazing things they have done in their music and for their fans.\" -Amy C. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Their longevity and adaptive abilities have helped them grow with the times...their style is all their own and their talent is way underrated\" -Jason R. from Wisconsin",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"One of the greatest bands of the past 30 years. All original members\" -stephen u. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Ive been a 311 fan for 25 years, and been to about that many of thier concerts. Thier shows bring so much energy to the crowd and the love what they do so much.\" -Kyle M. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "I grew up with SA Martinez. We’ve been friends since kindergarten and remain good friends. He’s a talented songwriter and singer and is passionate about music. I love 311 and they deserve t... -Kevin B. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "They are an brilliant band with a genuine amazing message. From their stage presence to fan appreciation and interaction is like no other I have ever witnessed. What other musicians do you ... -Christa S. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been preaching positivity and unity for almost 30 years, they have a very loyal following, and are outstanding musicians.\" -Tony J. from Indiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"My favorite band for over 26 years and all original members who remain very accessible to their fans. Positive vibes throughout their entire career preaching unity for all.\" -Brian H. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I’ve been listening to them my whole life basically. They deserve to be recognized.\" -Wayne B. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been a band with the same members for OVER 25 years. They have had a positive impact on my life, and they deserve to be nominated.\" -Alex L. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been around for 29 years with all original members and their fan base only gets stronger and bigger with each passing year.\" -Stephanie S. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Stay positive and love your life!\" -Lindsay M. from Kansas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Listen to their catalog, and you will know.\" -Eric B. from New Mexico",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is a great band and they deserve to be there.\" -Ryann P. from Nevada",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Love 311 and their dedication to music and their fans\" -Michael I. from New Hampshire",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the best\" -Jennifer H. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 changed my life\" -Anthony F. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They deserve to be in! They transended their musical genre in a way no other band of their era has!\" -Scott N. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "I have been listening and living 311’s music for 20 years and it has been there for me 24/7. I have made many friends through their music and various 311 gatherings.. which usually attract ... -Anne G. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best band currently playing and they have been performing at this high level for a looong time.\" -Erik B. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has cultivated a career that has helped continue the tradition of blending styles of music to inspire fans and artists alike. The devoted fan base exists only because of a relentless pu... -Chandler L. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Love this band. 25+ years and still rocking!\" -Kyle H. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They have achieved so much over the years.....and still all original members. They sell out areas and their own cruise. Love their music!\" -Ben L. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band has been with me throughout my life-good and bad times.\" -Kipp P. from Arkansas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They’ve put in the time and have that soul. Def helped me get through hard times.\" -Ryan S. from Oregon",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I have loved 311 since I was 17. I’m 34 now and still their music and lyrics help guide me in a positive way.\" -Dustin G. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Love this band and their music. Band has been aroud for a long time together. Loves by my daughter, niece and grandson.\" -Marie S. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been making rockin music and inspiring thier fans for almost 20 years. They deserve this!\" -Nicole M. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Those talented gentlemans have formed one of the greatest band ever with a long and succesfull list of hits, the original five members and all the positiveness and almost 30 years rocking s... -Leonel N. from Mexico",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has been around for 20+ years with the same lineup. They consistently produce uplifting music that brings their fans from all around the world together in love and positivity!... -Chrissy V. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Because 311 is by far one of the best bands ever, they're one of the most genuine group of guys around, they've had their same/original lineup for almost 3 decades, their music spreads only... -John L. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Can't even explain it! Stay positive and love your life!\" -Joe P. from Tennessee",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because my love for 311 runs deep! And they are a dynasty band that deserve to be recognized for their positive contributions to music!\" -Steven E. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best band ever !\" -Tyson D. from Nevada",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band has been together for almost 30 years and the love for the fanbase\" -Boyd S. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are the best band around and have had the same members for 30 years\" -Kevin F. from Pennsylvania",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I’ve been a 311 fan for 20 years. Their music has helped me through some pretty rough times. They are positive, they want unity and love.\" -Jonna S. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I have been listening to this band since 1997.. Love these guys!!!\" -Kelli S. from Indiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They kick ass and derserve it!\" -Sean R. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They deserve it\" -Scott O. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been an awesome band from day 1!!\" -Deborah W. from Massachusetts",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Positive band. Same members and Huge following for many years\" -Jamie C. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I have driven across country to see this band. They deserve it\" -Erik B. from Montana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 never happened.\" -Desmond L. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 means everything to me\" -Daniel L. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "because this band has been around most of my life and has been a huge part of it. The positive influence and friends that I have made because of this band has been amazing. What other bands... -talia b. from Louisiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are the best band ever and have been around a very long time and deserve it so much!!\" -Amanda L. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They’ve been my favorite band since I was 12!!!\" -Britton W. from Louisiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 exemplifies positivity and unity. This band deserves to be recognized.\" -Donna S. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has created a nation of people connected in music, mind, and spirit. They have connected more with their fan base than almost any other musical act I have ever heard of. Their dedicatio... -Gregory H. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"It’s everything\" -Philip K. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Cuz duh....it's waaay overdue\" -Geoff O. from Montana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been a major part of my life and networking with other fans got me through a depressive time in my life.\" -Scott B. from Maryland",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they totally deserve this!\" -Jamee E. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best band with the best music and the best fans in the world !\" -Shannon P. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Because after more than 25yrs together they diserve what they have so positively shared with so many of us fans!! This world needs some more positivity & Love..this band does just that!! 31... -Sandra Dee G. from Pennsylvania",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Love 311!!\" -Jacqueline B. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is one of those bands that do everything for their fans! They are not mainstream and maybe there are people out there that don’t know them because they do not get a lot of radio play or... -DeAnn R. from Nevada",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they are the greatest band of all time!\" -David S. from Oregon",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band is responsible for some of my greatest friendships and most favorite vacations!\" -Carrie P. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has inspired so many bands and the fact that they are able to fuse Reggae, rock, a little hip hop and a little bit of funk perfectly together. Not to mention they still sell out shows w... -Jason T. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because no other bands stands for positivity and unity like 311!\" -Samuel N. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been my favorite band since i was a little kid and i want to see them get the recognition they deserve\" -Aidan R. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 should have been inducted already!!! Get em in!!!!!\" -Jay A. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been rocking for 30 years in 2020 with the same 5 guys whom I love so so much! I see them every year! They sing positivity and unity and ROCK!\" -Hannah A. from Montana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"The band is about positivity and just good karma. Strong and loyal fan base.\" -Homer R. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I love this band, and they deserve it!\" -Donald S. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best band ever! Hands down!\" -Jeremy J. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has bridged the gap between numerous genres over the decades. They have continued to innovate with their music for thirty years, finding ways to gain new fans without alienating their e... -Charles K. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"One of the biggest influences in my life.\" -Josh P. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Positive messages. Life changing. True artists.\" -Theresa M. from Maryland",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they are really good in many ways.. specially in their craft.\" -Anthony M. from Philippines",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band has had a profound impact on my life from an early stage teaching me the powers of positivity and how I can impact others.\" -Jamie H. from Ontario",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is life!\" -Jessica Z. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is so much more than just a band, they are a lifestyle and a family. Spreading love, life and unity everywhere their music reaches. Building a community that helps make a difference in ... -Angela R. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "I’ve been listening to 311 for 27 + years and they have become more then a band we’re a family a tribe the hive as we call it all different but one looking out for eachother threw good and ... -Daegen C. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "This band desreves this honor due to it having original members for over 25 years and their message of peace, love, unity and respect. As the band says\" Stay Positive and Love Your Life!!!\"... -Deborah M. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Because they are the best influence in my life. Thanks to the eclectic music that 311 has shared with me has helped me through so many obstacles that I have been put through. Their music ha... -Marcella R. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because its important to my daughter Carolyn Huerta.\" -Rudy R. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They deserve it! Greasteat band ever!\" -Amy Jo C. from Indiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I have listened to 311 for decades. Very diverse and interesting band with a positive message.\" -Eric C. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"cause my friends mom likes dem.\" -jeremy l. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the best band wver\" -Michelle R. from Minnesota",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is a band that inspires unity. ❤️\" -Alicia G. from Washington",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are the best\" -Sarah G. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Beyond the fact that they’re my favorite band of all time? These guys have one of the biggest following without ever going “mainstream “. Their music is all about positivity and peace throu... -Derek P. from Mississippi",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"greatest band of my lifetime!!\" -Jeff C. from Indiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are such a positive band!! They have helped me get through so many tough times in life! They are all the orginal band members. They give back to their fans!\" -Janine A. from Minnesota",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They're longevity. They're innate ability to bring positivity to anyone who will listen. They're motivating qualities.\" -Ronald S. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I’ve been listening since 92-93. They’ve never let me down always came through!! Their longevity alone as a relevant touring band should get them in with ease\" -Jared D. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"My favorite band.\" -Curtis E. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Over 25 years. Tour every year. The most loyal fans period. A bi-yearly cruise in between an unofficial holiday marathon concert event. Three documentaries. Their music has helped billions ... -charles w. from Kentucky",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is the reason why so many people live a positive life. They’ve been together now for almost 30 years and have not let off the gas while performing! No other band does what they do.... -Rocio G. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are a unique band & represent a positive influence throughout their music & fans. The energy at the shows are unmatched. They have made a huge impact on my life.\" -eric c. from Nevada",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "This band has a major impact on their fans’ lives, which in turn created a sense of community unlike any other fan base. Not to mention their innovative sound that has since been duplicated... -Stephanie S. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is such a uplifting, influential band! They deserve this!\" -Hayley G. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is one of the best bands around. They are so positive and make great, creative music. If it wasn’t for them I don’t know where I’d be\" -Ryan M. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band has helped Me Through some tough times and they continue to produce Music I can relate to.\" -Dean B. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has had same original members for almost 30 years and have been melting faces the whole time. The band brings their own unique style that unites thousands of followers. They truly are a... -Devin L. from Kansas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Greatest live band ever, 311 IS DOWN WITH THE UNITY! Stay positive and love your life.\" -Tom C. from Indiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they deserve it after decades of music and love!!!\" -Linda Y. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are the most influenceable band out there, have a huge dedicated fan base and they've help lots of people with their music.\" -Tyler C. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "So many reasons. Their track record should speak for themselves. It's been the original line-up since their first release in '93. They've built themselves up with hard work and dedication t... -Jenny R. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has not only changed my life but the lives of so many beautiful souls. They are a constant reminder to be positive and love your life... they do so much for their fans on a daily basis.... -Jackie A. from Wisconsin",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Not only had 311 rocked out for the masses for the last 29 years, their fan base is like no other. The unity and love that comes from the 311 community is indescribable. The bands positive ... -Ashley R. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"No other band DESERVES it like 311 !!!\" -Tim B. from Louisiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 deserves this.\" -Bryan C. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they are an amazing band and have quite the following!\" -Courtnee M. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band has been around for 25+ years with a devoted fan bass! They're still touring and making albums and they have their own holiday (March 11--3-11 Day)!\" -Lindsay F. from Maryland",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is a band that has influenced my life tremendously through their music by promoting Peace, Love, Unity and Respect (PLUR). I have been listening to them since 1994 and they have continu... -Michael P. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I support my favorite band: 311...and they are the Beatles of Rap Rock\" -Derek H. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They pick me uo when I am down, have such a positive influence, fan base is literally a giant family.\" -Brandon K. from Pennsylvania",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 makes me world go round\" -Jessica M. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"👽🤘\" -Eric A. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been killing it for years with all original members\" -Kelli C. from Pennsylvania",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 deserves it\" -Jonathan G. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This unique band has stood the test of time and continue to put out great music .\" -Nathan A. from Oregon",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Its the soundtrack of my life\" -Daniel A. from Chile",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the best band in the land. They do it all for love of music True musical heros They have major hits Need to be recognized ❤\" -Jessica S. from Idaho",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are and have been the best band forever. Great with their fans. Constantly evolving. The total package and I’m extremely proud that they are MY band.\" -Anthony D. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band and its fans have had a huge impact on me - it's about the culture surrounding them even more than the music for me!\" -Alec G. from Connecticut",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are awesome!\" -Sarah C. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they have remained completely original in membership and groove since inception!!\" -Roxanne R. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has brought more positivity and healing into my life than most people could understand. They are some of the most incredible down to earth people, and every song they have made speaks t... -Meghan D. from Massachusetts",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Great band that cares for their fans!\" -Andrea S. from Montana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is an amazing band who have an incredible fan base and have been a band for over 26 years. They have a very unique style that spans across genres. They promote love, unity and respect a... -Andrea B. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "They saved my life. Their music over the years have driven home positivity and finding what you love. Plus, they have the same 5 members for almost 30 years. What else do you want out of a ... -dan h. from Massachusetts",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They deserve to be in the RRHF\" -Arthur K. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best band ever!\" -Mario R. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been a major influence in many people's lives for decades and they should be recognized\" -Kristen E. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are one of the few bands out there with all their original members, still tour, and putting out new music.\" -Jennifer K. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Love 311\" -Harry N. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "This band changed my life at the age of 13 in 1993. They got me through the hardest & greatest times in my life. They are truly a inspiration to stay positive about life. After all these ye... -Adam A. from Iowa",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has touched and impacted my life in ways I can't describe. They have helped me create lifelong friendships which turned into family. They do so much for their fans and have stood the te... -Jessica K. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"One of the longest running bands with original members who have also had most of their success due to a more grassroots kind of effort!\" -Kate W. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they are the Beatles of rap rock!!!\" -Renae A. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 is amazing\" -Kathleen E. from Maryland",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are my favorite band. They have been going strong for over 25 years and have a massive cult following.\" -Matt A. from Massachusetts",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Living and rocking since 1988. Putting out genre-blending hits since 1993’s certified gold Music, spreading the message of positivity and unity. This band has been built grassroots from the... -Paul R. from Kentucky",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Its important to me because 311 is such a inspiration to so many people, including myself. They deserve this dedictaion for ao many reasons, other than just being phenomenal musicians.... -Brook B. from Washington",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"All original members, have created music that encompasses a rock, rap and reggae blend. They have an incredible die hard fan base.\" -Rachel L. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311\" -Katherine J. from Oregon",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "I have listened to this band for 25+ years and their music has inspired me in so many ways! Not many bands stay together for that long with the same members. All of the people that love 311... -Jennifer B. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are the best!!\" -Karla S. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 IS LIFE!!!! Truly a genuine and great band with a strong following !\" -Madison B. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Because I’ve loved this band for over 20 years! They have the best fans in the world! We share a love of this unity because of this amazing band and we would love to see them get the recogn... -Stephanie M. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they deserve it!\" -Stephen G. from Tennessee",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is an amazing band with a very unique sound. Their music is uplifting and full of positivity which the world needs more of!\" -Robyn T. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is the best concert/s I have ofbenn too. High energy positive vide. Listening to the music brings me to my happy place when life throws curve balls. They are well deserving of this and ... -Todd S. from Wisconsin",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been a huge inspiration to me and their music is original. They deserve this award\" -Erin R. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has been a complete band with all original members since 1988! They have a very loyal following of fans that unite for a summer tour every year and big events like 311 Day and 311 Cruis... -Julie W. from Indiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they Deserve it more then anyone else in the music game\" -Dwayne L. from Louisiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"It’s hard to believe they are not already in the hall of fame!! They deserve it! 🤟🏻\" -Vickie V. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Nearly 30 years all original members and still on tour for the fans. They appreciate the fans and spend time enjoying one on one with the fans\" -Matthew C. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they are better than most and deserve it\" -Stephen F. from Maryland",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the greatest band !!\" -Jackie T. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Favorite band, incredibly deserving.\" -Trisha S. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I mean it's 311!\" -Patrick G. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They deserve it, more than some already in the hall\" -Kris K. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They make positive music for their fans.\" -Jeff O. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I feel they are well deserving being the longest touring group with its original members and the music have been very influential\" -Gordon G. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they are amazing and have withstood the test of rock and roll!\" -Jamie P. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 was the first show I ever went to over 25 years ago and have continued to follow them across many different states. They are the greatest band ever.\" -Trevor H. from Oregon",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band and it’s original lineup for over 25 years selling millions of records and influencing tens of thousands of people.\" -Blake S. from Oklahoma",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"There the best\" -Robert P. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They deserve it so much. Touring so much and working so hard. My favorite band ever.\" -Derek B. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"With some of the crap that’s in the HoF, there’s definitely room for one of the most ingenious, tight and musically gifted bands...EVER\" -Craig S. from Tennessee",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They deserve to be in the Hall\" -John M. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Considering that 311 has been around for almost 30 years and their last album might be one of their best is just one of many examples of why they are a rare and unique band that has a sound... -Ray D. from Oregon",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Not only do they have amazing music, they have an indescribable connection with their fans. They’ve been making music together with the same band members for nearly 30 years.\" -Crystal B. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 Rocks!!!\" -Cindy R. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"GREATEST BAND OF ALL TIME!!!\" -Jason T. from Pennsylvania",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is one of the longest running rock bands with all of its original members that is still touring and releasing new music.\" -Christina L. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best band ever!!!\" -Courtney D. from South Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has been by my side as long as I could remember. They got me through the toughest times and the best times. Summer Unity Tours are always the #1 highlight of my summer!! ❤️... -Bridget S. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "They absolutely deserve this because of unending, widespread success, Deadhead-like loyal fanbase (Excitables) and simply being good stewards of music and Earth. Oh yea, TALENT.... -Kellie K. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band has brought people together from many different countries and places from all over the globe. Positivity at its best.\" -Carl Z. from Montana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "As Carolyn said in her nomination, they've made a point to include their fans in their music and within th 311 community. They are humble and loving guys which makes them even more deservin... -Heidi E. from Missouri",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are very talented and share good messages in their music.\" -Janice J. from Tennessee",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best band ever period\" -Matt B. from Pennsylvania",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is an amazing band that deserves recognition for almost 30 years of hard work and dedication\" -Alexis P. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "I’ve been listening to this band for nearly 30 years. They should have been inducted when they hit 25 years. Always positive, always fresh New music. I hope they are around another 25 years... -Jonathan R. from South Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Only band that I know that truly brings people together and they have their own holiday, that pretty impressive.\" -Cynthia C. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Because 311 is one of the longest-standing bands with all original members. They have stuck around continuing to put out unique music when their 90s alt-rock peers have faded away. They con... -Amanda L. from Oregon",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is an amazing band, and absolutely deserve to be in the Rock and Roll HOF.\" -Jonathan N. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has been able to reach a hugely broad audience (I’m 62) and has always created “feel good” music. I’ve been to concerts from Boston to Red Rocks and many places in between. Every one ha... -Carolyn S. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been putting out great music and touring for 30 years and still going strong with the orginal 5 members!\" -Marc I. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has had the same lineup since the band’s inception. They have a solid fan base, are working on their 13th studio album, and still tour annually. I’ve seen them every year since 1995 and... -Shana Y. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Same 5 dudes bringing together people for almost 30 years! They are the soundtrack to my life!\" -Richard R. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They have been the sound track to my life. Rocking 311 since 1994.\" -Dan Y. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Not just a band . Family . Way of life 🤟🏻\" -Ashley P. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the greatest band of all time.\" -Jorge P. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Because 311 is more than just a band, although they are great at being a band! Their music is actually heartfelt, means something to thousands and thousands of fans, and they did this all o... -Justin R. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Greatest band ever\" -T.C. P. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they are the third band with the longest original members, hitting 30 yrs of amazing music!\" -Sonnie B. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Most underrated band of all time. Each member has a gift. Each member plus the band as a whole should go down in the hall of fame.\" -Neil C. from Massachusetts",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They deserve it!!! The boys from Nebraska coming atcha. My favorite band. 311 for life.\" -Daniel S. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are amazing musicians and deserve the recognition.\" -Beth C. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"they are the best band ever\" -Omar z. from Mexico",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Don’t ask silly questions!\" -Melvin P. from Maryland",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has been my favorite band for over 20 years. They spread so much love and positivity through their music. Having been together 30 years now, it's safe to say they are hard working, driv... -Elizabeth P. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"All time favorite band ever\" -Kenny D. from Virginia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They have the same 5 original members & will celebrate 29 years as a band this June.\" -Charles B. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Long running talented set of men and musicians!\" -Lea H. from Virginia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because this band deserves it more than anything\" -Marissa R. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311’s got the boom, y’all!\" -Jim S. from Wyoming",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"The best band ever!\" -Jerry B. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the best band ever!\" -Jordan L. from Indiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been my favorite band for 20+ years\" -Benson B. from Minnesota",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been inspiring positivity and unity for decades. They deserve this honor\" -Claire F. from Oregon",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They have been a big influence in our music scene\" -Regina L. from Kansas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "They have influenced me and my life for the better. 311 is more than music. It is a culture, where i have made friends that will last a lifetime while enjoying the best rock music ever. Plu... -Natasha H. from Washington",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are the best!\" -Zachary S. from New Hampshire",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "This band means so much to so many people. They have been a band, with the same 5 original member for almost 30 years, and continue to keep going strong. They tour every year, have a cruise... -Jaime B. from Oregon",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Great band! My favorite for over 25 years!\" -Michael S. from Virginia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "No other band deserves this honor more. From the original members “living and rockin” since day one over 30 years ago, to their awesomely dedicated “excitable” fan base that continues to gr... -Charleen E. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They should be in the R and R Hall of Fame.\" -Michael M. from South Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I love 311, they are an inspiration\" -Melanie D. from South Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band has been playing and touring for 30 years and bringing a positive message all across the United States!\" -Shawn L. from Wisconsin",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"The greatest band ever !!\" -JackieB T. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 is amazing and deserves this honor!!!\" -Melissa B. from Tennessee",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"One of the most influential bands to the reggae rock. Positive beyond explanation. Same 5 band mates for 30+ years. There record and tour sales speak for themselves\" -Luther M. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been one of my favorite bands for 20 years. Their positivity unites people and we need more of that.\" -Christopher M. from Wisconsin",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Band that has gotten me through alot in both good and bad times.\" -Brian S. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is one of the best bands ever. Incredible albums, with incredible non stop live performances, they have earned their spot in the rock and roll hall of fame.\" -Michael C. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"In a word......Unity.\" -Harry C. from Washington",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the third-longest running band with all original members and are still going strong!\" -Kristy W. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"There music had been a big part of my for the last 25 plus years\" -Lawrence B. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Favorite band of all time!\" -William R. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 deserves to commemorated! They have been playing music for close to 30 years and have accquired a huge loving fanbase. Their music only gets better and the performances never lack.... -Marleen G. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they're five very talented musicians who have been playing together for 28/29 years, and they deserve to be inducted.\" -Chad J. from Kansas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311’s got the 💥 y’all.\" -Amy T. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is the most positively progressive band that ever was. The band consists of the original members bringing an original style of rock music that have pioneered the way for other similar b... -Leslie H. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band has been around making great music with the original members for over 25 years. Their music has chaged my life, with their positivity.\" -Scott M. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band spreads positivity and saved my life.\" -Lisa S. from New Hampshire",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been my favorite band for 25 years, they have gotten me through SO much in my life. Their motto of Peace, Love, Unity, and Respect has made me a better person.\" -Jamie G. from Alabama",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I’ve been a 311 fan since 1995\" -Alex M. from Nevada",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I owe so much to this music, as do many others. It saves lives. It creates hope. It teaches unity and tolerance. It’s a release. This is is greatest live band in the world.\" -Parker A. from Iowa",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Still a relevant and great band that stands the tests of time and multiple generations.\" -Jeremy T. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Same group of guys, true and magnetic.\" -Laurie M. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "This band has been a pioneer for fusion of multiple genres of music. They have a cult-like following that will never die. They inspire love and unity in a world of divisiveness and hate. Th... -Joseph J. from Oklahoma",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is more than just a band, it’s a lifestyle, a family and a very special community near and dear to my heart. I am a lifetime supporter of these 5 guys, their families and their crew. Th... -Trisha T. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "They not only are the original members that have been together for 25+ years but they are still making new music and touring every summer. They do so much for their fans as well whether it ... -Andy T. from Massachusetts",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "They are a band with the same band members since their inception. They have put out multiple albums. They tour every summer. They soud amazing live and put on a great show. Their motto is “... -Michael M. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has been one of my favorite bands since I was 14 years old. Their music has affected and helped so many people through the years and have brought together the best fans and people becau... -Tessa C. from Indiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is a band that has consistently put out killer content for almost 30 years. Most of that time has been without major radio success. They have a cult following, the respect of their peer... -Mike B. from Tennessee",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has the best mantra of any band ever...”Stay positive and love your life”\" -Charity M. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best Band Ever\" -Sean P. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are personally my ALL TIME favorite rock band, and they 100% deserve this lifetime achievement!!\" -Reed E. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Their music transcends time. Some of the music written in the 90s is relevant to everything we go through as a society today. They are the most underrated band musically, but most of all...... -Josh K. from Maryland",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Not only has 311 had numerous radio hits over 29 years but spread much needed positivity even when grunge was flying with songs of misery. They tour relentlessly their last 10 albums charte... -Gary J. from Maine",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they have rocked my world for over 20 years now\" -Ryan R. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I grew up on 311.. it’s always been an influence in my life to live with peace, love, and unity.\" -Hollie P. from Indiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Hardest working and kindest band in the land!\" -Chris B. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "They are one of the longest lasting bands with all original members(27 yrs). They have a rabid following and love their fans just as much. 311day and this cruises can’t be beat.... -Mary Beth T. from Tennessee",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they’ve been a band for almost 30 years and haven’t changed band members and they’re underrated and they should’ve been in way before most artists.\" -Anthony M. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been a major musical influence during my life. As a musician, their musicianship, dedication and work ethic for the last 25 years is unmatched.\" -Kevin L. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This is a band that has millions of fans and has been around for 20 plus years with no signs of slowing down. They deserve to be inducted!!!\" -Matt P. from Louisiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is AMAZING!!\" -Rebecca M. from Virginia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I believe they found a style one one had before and they have stayed popular with people of all ages. Great group.\" -Dixie M. from Arkansas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"My favorite band of ALL TIME, THAT'S WHY.\" -Janice C. from Nevada",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the business. By inducting 311 into the HoF, integrity would be honored.\" -William B. from West Virginia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has been such a positive influence on my life. I met my girlfriend through being a fan and she makes me feel like i can accomplish anything. Can i vote for my girlfriend be in the Hall ... -Brian S. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are a great inspirational band\" -Nicholas C. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is one of the, if not the most Orginal bands to date. Not to mention they have had the same members for over 28 years. They have their own holiday 03/11 and have sold out Cruises and ov... -Joshua G. from Nevada",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the best band in the world! Literally changed my life. Fan since ‘94!\" -Philip W. from Oklahoma",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Since the inception of this band they have delivered.\" -Adam S. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"30 years as a band with the same lineup should be recognized. Over 9 million records sold. This should be done without any petition. Stay positive and love your life!\" -Pete T. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has been my favorite band for nearly 30 years. The same 5 guys, doing shows and albums consistently, while keeping a close relationship with their fans over social media, and in person ... -Clint M. from United Kingdom",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Theyre unparralleied\" -Jehdidiah J. from Kansas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is just amazing. They care so much about their fans but its a different reason why they have been my band. Their positive messages along with the Bible are something I think every livin... -Michael N. from Iowa",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Music is amazing, live shows are phenomenal, and these guys never stop touring! They have their own holiday (3/11 Day) and they have their own cruises. The set list on their live shows is n... -Brian M. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they are an awesome band and they deserve it. This band treats there fans like gold.\" -Tonya C. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because 311 brings me and others joy\" -Lillian H. from Nevada",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They deserve it. Almost 30 years, same lineup, 10 of last 12 albums debut in top 10 on billboard. How are they NOT being considered.\" -Nick T. from Texas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has stood strong creating amazing music with a heavy touring schedule for 29 years now! They are simply, the best.\" -thomas c. from New Hampshire",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They have maintained the same lineup for almost 3 decades producing quality album after quality album staying true to themselves and promoting a positive, inclusive culture.\" -Chad S. from Nebraska",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Bc 311 has been in my life since i was 11. The friends i have made have become famiky and 311 is a the reaskn fle that.\" -Heather S. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is one of my favorite bands of all time. Been to almost 100 shows.\" -Mike Z. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best band ever together over 25 years. These guys deserve it!\" -Chris L. from Pennsylvania",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they are a voice of a generation! They throw the best concerts, cruises, and festivals of all time!!!\" -Veronica M. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 is a very underappreciated band after you take into consideration the amount of records sold, six straight sold-out cruises, and one of the most passionate fanbases in music. They deser... -James R. from Wisconsin",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the greatest rock band of generation X\" -Beau B. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has been a part of my life since I was 12 years old (now 34) and many of my fondest memories are related to their music and positive message. They have one of the most loyal fan bases i... -Catherine J. from Virginia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Band is still together and touring and Rocking and Rolling!\" -Christine M. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They need to be inducted\" -Josh H. from Tennessee",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is so much more than an incredible band. 311 represents a lifestyle of positivity. We have a shared unity in our community. ❤️🎶\" -Sonya S. from Iowa",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I don't need to explain why this means a lot to me.... ...just sign it.\" -Libby K. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"29 years same 5 members and an all around great band\" -Jason B. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they rock and are beyond loyal to their fans!!!\" -Danielle W. from North Dakota",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 changed my life for the better. I’m eternally indebted to this band for their positive influences.\" -Carlton M. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 changed my life\" -Jerry M. from Kentucky",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They have been a very inspirational band. Their music always cheers me up in the good times and the bad.\" -Angela P. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has been spreading their positive message and energy for over 30 years now. It is one of the few bands still existing with all of their original members and you can see they still love ... -Kristen M. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are one of 4 bands to still have all original members and their career spans 29 years and are still going strong. Amazing group of guys.\" -Mike B. from Vermont",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band has changed my life, this is the least i could do\" -Zach M. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has such an effect on so many peoples lives through their music and have been for just under 30 years with the same lineup of members. They’ve stayed true to their craft and and their f... -James T. from Minnesota",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They have been a band with the original members for 25+ years.\" -Summer K. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Love 311 and they deserve it\" -Kelley E. from Pennsylvania",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They have their own freaking holiday!!\" -Brad S. from Ohio",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they’re my all time favorite band and they deserve it more than anyone else. Their music has helped me through my darkest days. They will always be dear to my heart.\" -Ian W. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 spreads positive messages through their music. It is about unity. Their fan base is amongs the most loyal and has been for almost 3 decades! They are so good to fans and they deserve th... -Kari B. from Massachusetts",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"The best band, fans and vibes!!!\" -Tiffany M. from Ontario",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been my favorite band since the 90’s. The represent all the forms of music I love. Rock, Reggae, Hip-Hop and funk.\" -Bill A. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "The music and band have and will always be a part of my life. It is more than just a band making music. Their music gives inspiration to those who need it, and share positive vibes with Gra... -Jamie R. from South Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 music has helped me through really rough times keeping me positive! Since 1992.\" -Jim D. from Louisiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are the best!\" -donna t. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has all of the original members. They have a fan following comparable to the Grateful Dead. They are the foundation of the 311 community, providing support for victims of domestic viole... -Leslie P. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They deserve it 🙇🏻‍♂️\" -Víctor R. from Mexico",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They have sustained amazing music with original members for over 30 yrs\" -Kyle M. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "This band is beyond amazing. They have brought together so many people & given us so much positive feel good music. They bleed unity & deserve a spot in the hall of fame. Over 20+ years of ... -Savannah F. from South Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They been my fav band for 20 yrs, very positive and so much energy\" -Adam T. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band changes people's lives! Brings people together, focuses us on positivity and unity and gets us thru when nothing else can.\" -Kelly M. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"My favorite band!!!!!!\" -Daniel T. from Pennsylvania",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because they are my all-time favorite band. They keep churning out great music.\" -Teague S. from Alabama",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"My favorite band of all time!!\" -David M. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Their music has grounded me and kept me healthy and safe from myself for almost 3 decades now\" -CHRISTOPHER F. from Kansas",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is my favorite band. Their music brings people together and it makes people happy!\" -Trisha O. from Wisconsin",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "This band has changed so many people’s lives, including mine. My best friends I found because of this band. They bring positivity and light to so many. I wouldn’t be where I am today withou... -Chrissy M. from Massachusetts",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band is one of the longest running, ever evolving rock/rap/reggae bands to ever exist!\" -Cody R. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They have influenced so many bands and keep cranking out great music. The Rock Hall of fame is all about how you made an impact and influence others.\" -Marino R. from South Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been rockin the soundtrack to my soul since I discovered them in highschool... Really talented band 💖\" -Sarah S. from Montana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are by far my favorite band and have been for 20 years. Their message is positive and makes the world a better place. I love them and all the people i jave met because of them.\" -Eric P. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "These five gentlemen have been bringing music and happiness to peoples lives for almost 30 years. They have one of the biggest followings I’ve ever seen, and their shows are always amazing.... -Katherine D. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been living and rocking for 30 years now and they are a special kind of band that puts on the best shows and even has their own holiday!!\" -Kurtis G. from Maine",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 rocks. Over 25 years with the same line up. This is what RNR should be about\" -Craig E. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been such an amazing inspiration and positive influence to me and to the world as well!\" -Mike E. from New York",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"I honestly cannot think of a more deserving band.\" -Julia H. from Georgia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been the soundtrack of my life and they deserve the recognition.\" -Tim W. from Illinois",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is life\" -Paul V. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has been around for over 25yrs, they have grown thier fans base every year and continuously releases positive music for thier fans.\" -Heather R. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They rock!\" -Anthony D. from Michigan",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"The most influential band of my generation\" -Billy K. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Generational band. Still together with original members. Constantly touring and producing new music. They even have their own holiday. Very worthy of induction to the HOF!\" -Darren W. from Virginia",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "You will never find a band that works harder than 311. My first date with my husband was to a 311 show in 1996. Our kid’s first concert was 311 on a 311 cruise. Some of my best friends in t... -Marla H. from Washington",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311. Enough said.\" -Emerald G. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 deserves to be nominated\" -Francisco C. from Louisiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has inspired many with thier mix of rock, reggae, jazz, and more. Theyve touched the soles of many and are trailblazers pushing the boundaries in music. They have earned a rite to be am... -Barry G. from North Carolina",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They have been making impactful positive music for over 25 years!\" -Travis W. from California",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Greatest band of this generation and still together and touring with original members. Promote unity and peace through music.\" -Brody K. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is more than a band. It’s a lifestyle.\" -R. Louis G. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Best band best message best fans\" -Bret L. from Colorado",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is the perfect example of a band that belongs in the hall...\" -Tracey S. from Indiana",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"They are one of the greatest band ever and they deserve it\" -Ronnie H. from Utah",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "These guys have gotten me through tough times throughout my life. They're positive lyrics and wicked riffs have inspired me to live a more compassionate and forward thinking life. They have... -Andrew M. from Washington",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 has changed my life! Their positive message and community uplifts me daily!\" -Chad E. from Kentucky",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "311 has impacted my life since 1996. Their uplifting music, their positive message, and their like-minded fan base is something the world needs more of. #staypositiveandloveyourlife... -Jennifer C. from Florida",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "Because 311 is an amazing band with a positive message, and has been that way for nearly 30 years. They have a huge following and a relationship with their fans like no other.... -Steve T. from New Jersey",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"Because music heals the soul and 311 has healed countless souls at just the right time in life..beyond the gray sky is where we must all look!\" -Robert H. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"311 is one of the top cult bands in the US with adoring fans and with their longevity and success deserve this recognition!\" -John R. from Massachusetts",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This band has saved me from despair many times.\" -Eric A. from South Dakota",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  },
  {
    "title": "\"This is the most deserving g band there ever was!\" -Carolyn H. from Arizona",
    "hashtags": [
      "RockAndRollHOF",
      "311HOF"
    ]
  }
]